import { ICard } from "@/interfaces/card";

export const CARD: ICard[] = [
    {
        id: 1,
        title: 'โครงการแกล้งดิน',
        description: 'แกล้งดิน เป็นแนวพระราชดำริของพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช เกี่ยวกับการแก้ปัญหาดินเปรี้ยว หรือดินเป็นกรด โดยมีการขังน้ำไว้ในพื้นที่ จนกระทั่งเกิดปฏิกิริยาเคมีทำให้ดินเปรี้ยวจัดจนถึงที่สุด'
    },
    {
        id: 2,
        title: 'การบำบัดน้ำเสียด้วยผักตบชวา',
        description: 'การบำบัดน้ำเสียด้วยผักตบชวา พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช ทรงสนพระราชหฤทัยในการปรับปรุงคุณภาพของแหล่งน้ำที่มีอยู่แล้ว เช่น บึงและหนองต่างๆ เพื่อทำเป็นแหล่งบำบัดน้ำเสีย',
    },
    {
        id: 3,
        title: 'โครงการปลูกป่า',
        description: 'โครงการปลูกป่า พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช ทรงสนพระราชหฤทัยในการปลูกป่าเพื่อเพิ่มพื้นที่ป่าไม้ให้กับประเทศไทย โดยเฉพาะในพื้นที่ที่เป็นที่ราบ และที่มีการเปลี่ยนแปลงในการใช้ประโยชน์ที่ดิน โดยเฉพาะในพื้นที่ที่เป็นที่ราบ และที่มีการเปลี่ยนแปลงในการใช้ประโยชน์ที่ดิน'
    },
    {
        id: 4,
        title: 'โครงการปรับปรุงคุณภาพน้ำในแม่น้ำเจ้าพระยา',
        description: 'โครงการปรับปรุงคุณภาพน้ำในแม่น้ำเจ้าพระยา โดยมีวัตถุประสงค์เพื่อปรับปรุงคุณภาพน้ำในแม่น้ำเจ้าพระยา ให้มีคุณภาพที่เหมาะสมกับการใช้ประโยชน์ โดยเฉพาะในการใช้เป็นแหล่งน้ำดื่มของประชาชน และเพื่อให้มีความเหมาะสมกับการใช้ประโยชน์อื่นๆ ที่เกิดขึ้นในแม่น้ำเจ้าพระยา'
    },
    {
        id: 5,
        title: 'โครงการปรับปรุงคุณภาพน้ำในแม่น้ำเจ้าพระยา',
        description: 'โครงการปรับปรุงคุณภาพน้ำในแม่น้ำเจ้าพระยา โดยมีวัตถุประสงค์เพื่อปรับปรุงคุณภาพน้ำในแม่น้ำเจ้าพระยา ให้มีคุณภาพที่เหมาะสมกับการใช้ประโยชน์ โดยเฉพาะในการใช้เป็นแหล่งน้ำดื่มของประชาชน และเพื่อให้มีความเหมาะสมกับการใช้ประโยชน์อื่นๆ ที่เกิดขึ้นในแม่น้ำเจ้าพระยา'
    },
];