[
  {
    "id": 1,
    "name": "รัชกาลที่ 1",
    "full_name": "",
    "work": [
      {
        "title": "ด้านทั่วไป",
        "description": "พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช ทรงสถาปนากรุงเทพมหานคร (หรือกรุงรัตนโกสินทร์) เป็นราชธานี และทรงสถาปนาราชวงศ์จักรีปกครองราชอาณาจักรไทยเมื่อ 6 เมษายน พ.ศ. 2325 (วันจักรี)ภายหลังการเสด็จเสวยราชย์แล้ว พระองค์ทรงมีพระราชกรณีกิจที่สำคัญยิ่ง คือ การป้องกันราชอาณาจักรให้ปลอดภัยและทรงฟื้นฟูวัฒนธรรมไทยอันเป็นมรดกตกทอดมาตั้งแต่สมัยสุโขทัยและอยุธยา การที่ไทยสามารถปกป้องการรุกรานของข้าศึกจนประสบชัยชนะทุกครั้ง แสดงให้เห็นถึงความเข้มแข็งของพระองค์ในการบัญชาการรบอย่างมีประสิทธิภาพ โดยเฉพาะอย่างยิ่งสงครามกับพม่าใน พ.ศ. 2328 ที่เรียกว่า \"สงครามเก้าทัพ\" นอกจากนี้พระองค์ยังพบว่ากฎหมายบางฉบับที่ใช้มาตั้งแต่สมัยอยุธยาไม่มีความยุติธรรม จึงโปรดเกล้าโปรดกระหม่อมให้มีการตรวจสอบกฎหมายที่มีอยู่ทั้งหมด เสร็จแล้วให้เขียนเป็นฉบับหลวง 3 ฉบับ ประทับตราราชสีห์ คชสีห์ และบัวแก้วไว้ทุกฉบับ เรียกว่า \"กฎหมายตราสามดวง\" สำหรับใช้เป็นหลักในการปกครองบ้านเมือง"
      },
      {
        "title": "การสถาปนากรุงรัตนโกสินทร์",
        "description": "พระราชกรณียกิจประการแรกที่พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราชทรงจัดทำเมื่อเสด็จขึ้นครองราชย์ คือการโปรดเกล้าโปรดกระหม่อม ให้ตั้งกรุงรัตนโกสินทร์เป็นราชธานีใหม่ ทางตะวันออกของแม่น้ำเจ้าพระยา แทนกรุงธนบุรี ด้วยเหตุผลทางด้านยุทธศาสตร์ เนื่องจากกรุงธนบุรีตั้งอยู่บนสองฝั่งแม่น้ำ ทำให้การลำเลียงอาวุธยุทธภัณฑ์ และการรักษาพระนครเป็นไปได้ยาก อีกทั้งพระราชวังเดิมมีพื้นที่จำกัด ไม่สามารถขยายได้ เนื่องจากติดวัดอรุณราชวรารามราชวรมหาวิหารและวัดโมฬีโลกยาราม ส่วนทางฝั่งกรุงรัตนโกสินทร์นั้นมีความเหมาะสมกว่าตรงที่มีพื้นแผ่นดินเป็นลักษณะหัวแหลม มีแม่น้ำเป็นคูเมืองธรรมชาติ มีชัยภูมิเหมาะสม และสามารถรับศึกได้เป็นอย่างดี\n\nการสร้างราชธานีใหม่นั้นใช้เวลาทั้งสิ้น 3 ปี โดยพระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช ทรงประกอบพิธียกเสาหลักเมือง เมื่อวันอาทิตย์ ขึ้น 10 ค่ำ เดือน 6 ปีขาล จ.ศ. 1144 ตรงกับวันที่ 21 เมษายน พ.ศ. 2325 และโปรดเกล้าโปรดกระหม่อมให้สร้างพระบรมมหาราชวังสืบทอดราชประเพณี และสร้างพระอารามหลวงในเขตพระบรมมหาราชวังตามแบบกรุงศรีอยุธยา ซึ่งการสร้างเมืองและพระบรมมหาราชวังเป็นการสืบทอดประเพณี วัฒนธรรม และศิลปกรรมดั้งเดิมของชาติ ซึ่งปฏิบัติกันมาตั้งแต่สมัยกรุงศรีอยุธยา และได้พระราชทานนามแก่ราชธานีใหม่นี้ว่า \"กรุงเทพมหานคร บวรรัตนโกสินทร์ มหินทรายุทธยา มหาดิลกภพ นพรัตนราชธานีบุรีรมย์ อุดมราชนิเวศน์มหาสถาน อมรพิมานอวตารสถิต สักกะทัตติยะวิษณุกรรมประสิทธิ์\" นอกจากนี้ยังโปรดเกล้าโปรดกระหม่อมให้สร้างสิ่งต่าง ๆ อันสำคัญต่อการสถาปนาราชธานีได้แก่ ป้อมปราการ, คลอง ถนนและสะพานต่าง ๆ มากมาย การป้องกันราชอาณาจักร"
      }
    ]
  },
  {
    "id": 2,
    "name": "รัชกาลที่ 2",
    "full_name": "",
    "work": [
      {
        "title": "ด้านการปกครอง",
        "description": "พระบาทสมเด็จพระพุทธเลิศหล้านภาลัยทรงประกอบพระราชกรณียกิจด้านการปกครองโดยยังคงรูปแบบการปกครองแบบเดิม  แต่มีการตั้งเจ้านายที่เป็นเชื้อพระวงศ์เข้าดูแลบริหารงานราชการตามหน่วยงานต่างๆ เช่น กรมพระคลัง ทรงพระกรุณาโปรดเกล้าฯ ให้พระเจ้าลูกยาเธอ กรมหมื่นเจษฎาบดินทร์เป็นผู้กำกับดูแล เป็นต้น ส่วนด้านการออกและปรับปรุงกฎหมายในการปกครองประเทศที่เอื้อประโยชน์แก่ประชาชนมากขึ้น ได้แก่ พระราชกำหนดสักเลก โดยพระองค์โปรดให้ดำเนินการสักเลกหมู่ใหม่ เปลี่ยนเป็นปีละ 3 เดือน ทำให้ไพร่สามารถประกอบอาชีพได้ นอกจากนี้ยังมีการออกกฎหมายว่าด้วยสัญญาที่ดินรวมถึงพินัยกรรมว่าต้องทำเป็นลายลักษณ์อักษร และกฎหมายที่สำคัญที่พระองค์โปรดเกล้าฯ ให้กำหนดขึ้น คือ กฎหมายห้ามซื้อขายสูบฝิ่น"
      },
      {
        "title": "ด้านเศรษฐกิจ",
        "description": "พระบาทสมเด็จพระพุทธเลิศหล้านภาลัยทรงประกอบพระราชกรณียกิจด้านเศรษฐกิจ ที่สำคัญคือการรวบรวมรายได้จาการค้ากับต่างประเทศ ซึ่งในสมัยนี้ได้มีการเรียกเก็บภาษีอากรแบบใหม่คือ การเดินสวนและการเดินนา การเดินสวนเป็นการแต่งตั้งเจ้าพนักงานไปสำรวจพื้นที่เพาะปลูกของราษฎร เพื่อคิดอัตราเสียภาษีอากรที่ถูกต้อง ทำให้เกิดความยุติธรรมแก่เจ้าของสวน  ส่วนการเดินนาคล้ายกับการเดินสวน แต่ให้เก็บหางข้าวแทนแทนการเก็บภาษีอากร"
      },
      {
        "titile": "ด้านความสัมพันธ์กับต่างประเทศ",
        "description": "ในรัชสมัยพระบาทสมเด็จพระพุทธเลิศหล้านภาลัยได้มีการเจริญสัมพันธไมตรีกับต่างประเทศทั้งประเทศเพื่อนบ้าน เช่น พม่า ญวน เขมร มลายู จีน และประเทศในทวีปยุโป เช่น โปรตุเกส อังกฤษ โดยมีความสัมพัน์ในทางการเมืองและการค้า"
      },
      {
        "title": "ด้านสังคมและวัฒนธรรม",
        "description": "พระบาทสมเด็จพระพุทธเลิศหล้านภาลัยทรงให้ความสำคัญต่อการฟื้นฟูพระพุทธศาสนามาก ในรัชสมัยของพระองค์มีการส่งคณะสงฆ์ไปยังศรีลังกา  และพระองค์ทรงโปรดเกล้าฯ ให้มีการปฏิสังขรณ์วัดต่างๆ ได้แก่ วัดแจ้ง และพระราชทานนามใหม่ว่า วัดอรุณราชวราราม เป็นวัดประจำรัชกาล และโปรดเกล้าฯ ให้ปฏิสังขรณ์วัดอีก คือ วัดท้ายตลาด และพระราชทานนามใหม่ว่า วัดพุทไธสวรรค์  รวมทั้งทรงจำหลักบานประตูพระวิหารศรีศาสกยมุนีที่วัดสุทัศน์ฯ อีกทั้งยังทรงปฏิสังขรณ์วัดหงส์รัตนาราม วัดหนัง วัดบวรมงคล วัดราชาธิวาส วัดราชบูรณะ และวัดโมลีโลกยาราม  นอกจากนี้พระองค์ยังทรงปั้นหุ่นพระพักตร์พระพุทธธรณิศราชโลกนาถดิลก พระประธานในวัดอรุณฯ และทรงปั้นหุ่นพระพักตร์พระปฏิมา พระประธานในวัดราชสิทธาราม  นอกจากนี้พระองค์ยังทรงโปรดเกล้าฯ ให้มีการแก้ไขปรับปรุงการสอนพระปริยัติธรรม  และโปรดเกล้าฯ ให้มีการแปลบทสวดมนต์จากภาษาบาลีเป็นภาษาไทย รวมถึงซ่อมแซมพระไตรปิฎกฉบับที่สำคัญ    นอกจากนี้แล้วพระบาทสมเด็จพระพุทธเลิศหล้านภาลัยโปรดเกล้าฯ ให้มีการรื้อฟื้นพระราชต่างๆ ได้แก่ พระราชพิธีวิสาขบูชา ที่เคยทำในสมัยสุโขทัยให้กลับมามีความสำคัญอีก พระราชพิธีลงสรงและพระราชพิธีอาพาธพินาศ เมื่อเกิดอหิวาตกโลกระบาด"
      }
    ]
  },
  {
    "id": 3,
    "name": "รัชกาลที่ 3",
    "full_name": "",
    "work": [
      {
        "title": "ด้านทั่วไป",
        "description": "พระองค์ทรงปกครองประเทศด้วยพระปรีชาสามารถ ทรงเสริมสร้างกำลังป้องกันราชอาณาจักร โปรดให้สร้างป้อมปราการตามปากแม่น้ำสำคัญ และหัวเมืองชายทะเล"
      },
      {
        "title": "ด้านความมั่นคง",
        "description": "พระองค์ได้ทรงป้องกันราชอาณาจักรด้วยการส่งกองทัพไปสกัดทัพของเจ้าอนุวงศ์แห่งเวียงจันทน์ ไม่ให้ยกทัพเข้ามาถึงชานพระนครและขัดขวางไม่ให้เวียงจันทน์เข้าครอบครองหัวเมืองอีสานของสยาม นอกจากนี้ พระองค์ทรงประสบความสำเร็จในการทำให้สยามกับญวนยุติการสู้รบระหว่างกันเกี่ยวกับเรื่องเขมรโดยที่สยามไม่ได้เสียเปรียบญวนแต่อย่างใด"
      },
      {
        "title": "ด้านการคมนาคม",
        "description": "ในรัชสมัยของพระองค์ใช้ทางน้ำเป็นสำคัญ ทั้งในการสงครามและการค้าขาย คลองจึงมีความสำคัญมากในการย่นระยะทางจากเมืองหนึ่งไปอีกเมืองหนึ่ง จึงโปรดฯให้มีการขุดคลองขึ้น เช่น คลองบางขุนเทียน คลองบางขนาก และ คลองหมาหอน"
      },
      {
        "title": "ด้านการทำนุบำรุงพระพุทธศาสนา",
        "description": "พระองค์ทรงเลื่อมใสในพระพุทธศาสนามาก และได้ทรงสร้างพระพุทธรูปมากมายเช่น พระประธานในอุโบสถวัดสุทัศนเทพวรารามราชวรมหาวิหาร วัดเฉลิมพระเกียรติ วัดปรินายกและวัดนางนอง ทรงสร้างวัดใหม่ขึ้น 3 วัด คือ วัดบวรนิเวศราชวรวิหาร วัดเทพธิดารามวรวิหารและวัดราชนัดดารามวรวิหาร ทรงบูรณปฏิสังขรณ์ วัดเก่าอีก 35 วัด เช่น วัดพระศรีรัตนศาสดาราม ซึ่งสร้างมาแต่รัชกาลที่ 1 วัดอรุณราชวรารามราชวรมหาวิหาร วัดราชโอรสารามราชวรวิหาร เป็นต้น"
      },
      {
        "title": "ด้านการศึกษา",
        "description": "ทรงทำนุบำรุง และ สนับสนุนการศึกษา โปรดเกล้าฯ ให้กรมหลวงวงศาธิราชสนิท แต่งตำราเรียนภาษาไทยขึ้นเล่มหนึ่งคือ หนังสือจินดามณี โปรดเกล้าฯ ให้ผู้รู้นำตำราต่างๆ มาจารึกลงในศิลาตามศาลารอบพุทธาวาสวัดพระเชตุพนวิมลมังคลารามราชวรมหาวิหาร ปั้นตึ้งไว้ตามเขามอและเขียนไว้ตามฝาผนังต่างๆ มีทั้งอักษรศาสตร์ แพทยศาสตร์ พุทธศาสนศึกษา โบราณคดี ฯลฯ เพื่อเป็นการเผยแพร่วิชาการสาขาต่าง ๆ จึงอาจกล่าวได้ว่า วัดพระเชตุพนวิมลมังคลารามเป็นมหาวิทยาลัยแห่งแรกของกรุงสยาม"
      }
    ]
  },
  {
    "id": 4,
    "name": "รัชกาลที่ 4",
    "full_name": "",
    "work": [
      {
        "title": "ด้านวรรณคดีศาสนา",
        "description": "พระองค์ทรงเอาพระทัยใส่ทำนุบำรุงเป็นอย่างดี พระราชนิพนธ์ส่วนใหญ่เป็นประเภทร้อยแก้ว บทพระราชนิพนธ์ที่สำคัญ ได้แก่ ชุมนุมพระบรมราโชบาย 4 หมวด คือ หมวดวรรณคดี โบราณคดี ธรรมคดี และตำรา ตำนานเรื่อง พระแก้วมรกต เรื่องปฐมวงศ์ ทรงริเริ่มให้มีการค้นคว้าศิลาจารึกในประเทศไทยขึ้นเป็นครั้งแรก คือ จารึกหลักที่ 1 ของพ่อขุนรามคำแหงและจารึกหลักที่ 4 ของพระยาลิไทย"
      },
      {
        "title": "ด้านพระพุทธศาสนา",
        "description": "พระองค์ทรงฟื้นฟูพระพุทธศาสนาให้รุ่งเรือง โดยทรงตั้งธรรมยุตติกาวงศ์ขึ้น เป็นนิกายใหม่ในพระพุทธศาสนา ที่มีความเคร่งครัดในพระธรรมวินัยและระเบียบแบบแผน"
      },
      {
        "title": "ด้านความสัมพันธ์กับต่างประเทศ",
        "description": "ราชทูตสยามที่ราชสำนักฝรั่งเศส, 27 มิถุนายน พ.ศ. 2404 ด้วยเหตุที่ทรงสนพระทัยในวิทยาการตะวันตกมาตั้งแต่ก่อนขึ้นครองราชย์ จึงทรงคุ้นเคยกับชาวตะวันตกโดยเฉพาะอังกฤษเป็นอย่างมาก ทั้งยังเกี่ยวข้องกับเสนาบดีสกุลบุนนาคเช่นพระยาศรีสุริยวงศ์ (ช่วง บุนนาค) ผู้กราบบังคมทูลเชิญเสด็จขึ้นครองราชย์นั้นก็เป็นผู้สนิทสนมและนิยมอังกฤษ เช่นนี้ในรัชสมัยของพระองค์จึงเปิดความสัมพันธ์กับประเทศตะวันตกอย่างกว้างขวาง มีการทำสัญญากับต่างประเทศถึง 10 ประเทศ ทรงยึดนโยบาย \"ผ่อนสั้น ผ่อนยาว\" มาใช้กับประเทศมหาอำนาจเป็นพระองค์แรกในสมัยรัตนโกสินทร์ อันทำให้ไทยสามารถดำรงเอกราชอยู่ได้จนทุกวันนี้ พระองค์ได้ส่งคณะทูตไทยโดยมีพระยามนตรีสุริยวงศ์เป็นราชทูต เจ้าหมื่นสรรเพ็ชภักดีเป็นอุปทูต หมื่นมณเฑียรพิทักษ์เป็นตรีทูต นำพระราชสาส์นไปถวายสมเด็จพระราชินีนาถวิกตอเรียแห่งอังกฤษนับเป็นความคิดริเริ่มให้มีการเดินทางออกนอกประเทศได้ เนื่องจากแต่เดิมกฎหมายห้ามมิให้ เจ้านาย พระราชวงศ์ ข้าราชการผู้ใหญ่เดินทางออกจากพระนคร เว้นเสียแต่ไปในการสงครามกับกองทัพ พระองค์โปรดเกล้าให้ชาวต่างประเทศรับราชการเป็นกงสุลไทย เช่น เซอร์ จอห์น เบาริง อัครราชทูตของสมเด็จพระราชินีนาถวิกตอเรียแห่งสหราชอาณาจักร สมเด็จพระราชินีนาถวิกตอเรียแห่งประเทศอังกฤษ เข้ามาทำสนธิสัญญากับประเทศไทยเป็นชาติแรก เมื่อ พ.ศ. 2398 ได้พระราชทานบรรดาศักดิ์เป็น \"พระยาสยามานุกูลกิจ สยามมิตรมหายศ\" เป็นกงสุลไทยประจำกรุงลอนดอน"
      },
      {
        "title": "ด้านวิทยาศาสตร์",
        "description": "พระบรมรูปพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว ประดิษฐาน ณ อาคารอุทยานวิทยาศาสตร์พระจอมเกล้า จังหวัดประจวบคีรีขันธ์ พระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวทรงเป็นนักดาราศาสตร์ไทย ทรงการคำนวณการเกิดสุริยุปราคาเต็มดวงได้อย่างแม่นยำในวันที่ 18 สิงหาคม พ.ศ. 2411 ล่วงหน้า 2 ปี[10] และได้เสด็จพระราชดำเนินพร้อมเชิญทูตฝรั่งเศสและสิงคโปร์ทอดพระเนตรสุริยุปราคาครั้งนั้น นอกจากนี้ พระปรีชาสามารถของพระองค์ในด้านวิทยาศาสตร์นั้น ยังทำให้พระองค์ได้รับการยกย่องเป็นสมาชิกกิตติมศักดิ์ของสัตววิทยาสมาคมแห่งสหราชาอาณาจักรอีกด้วย[11]\n\n วันที่ 14 เมษายน พ.ศ. 2525 รัฐบาลพลเอกเปรม ติณสูลานนท์ ประกาศยกย่องพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวเป็น \"พระบิดาแห่งวิทยาศาสตร์ไทย\" และอนุมัติให้วันที่ 18 สิงหาคมของทุกปีเป็นวันวิทยาศาสตร์แห่งชาติ"
      },
      {
        "title": "ด้านโหราศาสตร์",
        "description": "นอกจากนี้แล้ว ยังทรงเป็นนักโหราศาสตร์อีกด้วย ทรงแต่งตำราทางโหราศาสตร์ที่เรียกว่า \"เศษพระจอมเกล้า\" ซึ่งเป็นอีกหนึ่งตำราที่ได้รับการยอมรับว่าแม่นยำ [12] และทรงได้รับการยกย่องเชิดชูเกียรติว่าทรงเป็น \"พระบิดาแห่งโหราศาสตร์ไทย\""
      }
    ]
  },
  {
    "id": 5,
    "name": "รัชกาลที่ 5",
    "full_name": "",
    "work": [
      {
        "title": "ด้านทั่วไป",
        "description": "ต้นศตวรรษที่ 20 ทรงถูกจัดให้เป็น 1 ในผู้นำของ 16 ชาติผู้จะชี้นำโลก (โปรดสังเกตว่าพระองค์ทรงประทับพระที่นั่งที่มีหมายเลข 6) พระราชกรณียกิจที่สำคัญของรัชกาลที่ 5 ได้แก่ ทรงพระกรุณาโปรดเกล้าฯ ให้มีการเลิกทาสและไพร่ในประเทศไทย การป้องกันการเป็นอาณานิคมของจักรวรรดิฝรั่งเศส และจักรวรรดิอังกฤษ ได้มีการประกาศออกมาให้มีการนับถือศาสนาโดยอิสระในประเทศ โดยบุคคลศาสนาคริสต์และศาสนาอิสลามสามารถปฏิบัติศาสนกิจได้อย่างอิสระ นอกจากนี้ได้มีการนำระบบจากทางยุโรปมาใช้ในประเทศไทย ได้แก่ระบบการใช้ธนบัตรและเหรียญบาท ใช้ระบบเขตการปกครองใหม่ เช่น มณฑลเทศาภิบาล จังหวัดและอำเภอ และได้มีการสร้างรถไฟ สายแรก คือ กรุงเทพฯ ถึง เมืองนครราชสีมา ลงวันที่ 1 มีนาคม ร.ศ.109 ซึ่งตรงกับ พุทธศักราช 2433 นอกจากนี้ได้มีงานพระราชนิพนธ์ ที่สำคัญ การก่อตั้งการประปา การไฟฟ้า ไปรษณีย์โทรเลข โทรศัพท์ การสื่อสาร การรถไฟ ส่วนการคมนาคม ให้มีการขุดคลองหลายแห่ง เช่น คลองประเวศบุรีรมย์ คลองสำโรง คลองแสนแสบ คลองนครเนื่องเขต คลองรังสิตประยูรศักดิ์ คลองเปรมประชากร และ คลองทวีวัฒนา ยังทรงโปรดเกล้าฯ ให้ขุดคลองส่งน้ำประปา จากเชียงราก สู่สามเสน อำเภอดุสิต จังหวัดพระนคร ซึ่งคลองนี้ส่งน้ำจากแหล่งน้ำดิบเชียงราก ผ่านอำเภอสามโคก อำเภอเมืองปทุมธานี อำเภอคลองหลวง อำเภอธัญบุรีและอำเภอลำลูกกา จังหวัดปทุมธานี,อำเภอปากเกร็ด และ อำเภอเมืองนนทบุรี จังหวัดนนทบุรี และ เขตสายไหม เขตบางเขน เขตดอนเมือง เขตหลักสี่ เขตจตุจักร เขตบางซื่อ เขตดุสิต เขตพญาไท และ เขตราชเทวี กรุงเทพมหานคร"
      },
      {
        "title": "ด้านสังคม",
        "description": "ทรงยกเลิกระบบไพร่ โดยให้ไพร่เสียเงินแทนการถูกเกณฑ์ นับเป็นการเกิดระบบทหารอาชีพในประเทศไทย นอกจากนี้ พระองค์ยังทรงดำเนินการเลิกทาสแบบค่อยเป็นค่อยไป เริ่มจากออกกฎหมายให้ลูกทาสอายุครบ 20 ปีเป็นอิสระ จนกระทั่งออกพระราชบัญญัติเลิกทาส ร.ศ. 124 (พ.ศ. 2448) ซึ่งปล่อยทาสทุกคนให้เป็นอิสระและห้ามมีการซื้อขายทาส"
      }
    ]
  },
  {
    "id": 6,
    "name": "รัชกาลที่ 6",
    "full_name": "",
    "work": [
      {
        "title": "ด้านการศึกษา",
        "description": "เมื่อครั้งพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัวยังดำรงพระอิสริยยศสยามมกุฎราชกุมารได้เสด็จพระราชทานนาม โรงเรียนยุพราชวิทยาลัย เมื่อวันที่ 24 ธันวาคม พ.ศ. 2448 ซึ่งเป็นโรงเรียนรัฐบาลแห่งแรกของเชียงใหม่ และพระราชทานนาม โรงเรียนปรินส์รอยแยลส์วิทยาลัย เมื่อวันที่ 2 มกราคม พ.ศ. 2449 ซึ่งก่อตั้งโดยคณะมิชชันนารีอเมริกา ซึ่งไม่เป็นเพียงแต่การนำรูปแบบการศึกษาตะวันตกมายังหัวเมืองเหนือเท่านั้น แต่ยังแฝงนัยการเมืองระหว่างประเทศเอาไว้ด้วย เห็นได้จากการเสด็จประพาสมณฑลพายัพทั้งสองครั้งระหว่าง พ.ศ. 2448-2450 พระองค์ได้ทรงสนพระทัยในกิจการโรงเรียนที่จัดตั้งขึ้นมาใหม่ทั้งสิ้น โดยพระองค์ทรงบันทึกไว้ในพระราชนิพนธ์ \"เที่ยวเมืองพระร่วง\" และ \"ลิลิตพายัพ\" ทั้งนี้ เป้าหมายของการจัดการศึกษายังแฝงประโยชน์ทางการเมืองที่จะให้ชาวท้องถิ่นกลมเกลียวกับไทยอีกด้วย\n\nพระองค์ทรงริเริ่มสร้างโรงเรียนขึ้นแทนวัดประจำรัชกาล ได้แก่ โรงเรียนมหาดเล็กหลวง (ปัจจุบัน คือ โรงเรียนวชิราวุธวิทยาลัย) ทั้งยังทรงสนับสนุนกิจการของโรงเรียนราชวิทยาลัยซึ่งพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวโปรดเกล้าฯ ให้สถาปนาขึ้นในปี พ.ศ. 2440 (ปัจจุบัน คือ โรงเรียน ภ.ป.ร. ราชวิทยาลัย ในพระบรมราชูปถัมภ์) และในปี พ.ศ. 2459 ได้ทรงพระกรุณาโปรดเกล้าฯ ให้ประดิษฐานโรงเรียนข้าราชการพลเรือนของพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว ขึ้นเป็น “จุฬาลงกรณ์มหาวิทยาลัย” ซึ่งเป็นมหาวิทยาลัยแห่งแรกของประเทศไทย"
      },
      {
        "title": "ด้านการเศรษฐกิจ",
        "description": "ได้ทรงพระกรุณาโปรดเกล้าฯ ให้ตราพระราชบัญญัติคลังออมสิน พ.ศ. 2456 ขึ้น เพื่อให้ประชาชนรู้จักออมทรัพย์และเพื่อความมั่นคงในด้านเศรษฐกิจของประเทศ อีกทั้งยังทรงริเริ่มก่อตั้งบริษัทปูนซิเมนต์ไทยขึ้น"
      },
      {
        "title": "ด้านการคมนาคม",
        "description": "ในปี พ.ศ. 2460 ทรงตั้งกรมรถไฟหลวง และเริ่มเปิดการเดินรถไฟสายกรุงเทพมหานครถึงจังหวัดเชียงใหม่ สายใต้จากธนบุรีเชื่อมกับปีนังและสิงคโปร์ อีกทั้งยังโปรดเกล้าฯ ให้สร้างสะพานพระราม 6 เพี่อเชื่อมทางรถไฟไปยังภูมิภาคอื่น"
      },
      {
        "title": "ด้านศิลปวัฒนธรรมไทย",
        "description": "ทรงตั้งกรมมหรสพ เพื่อฟื้นฟูศิลปวัฒนธรรมไทย และยังได้ทรงสร้างโรงละครหลวงไว้ในพระราชวังทุกแห่ง นอกจากนี้ ยังทรงสนพระราชหฤทัยด้านจิตรกรรมและสถาปัตยกรรมไทย"
      },
      {
        "title": "ด้านการต่างประเทศ",
        "description": "พระบาทสมเด็จพระมงกุฏเกล้าเจ้าอยู่หัวได้มีพระบรมราชโองการประกาศสงครามกับประเทศฝ่ายเยอรมัน ในสงครามโลกครั้งที่ 1 เมื่อวันที่ 22 กรกฎาคม พ.ศ. 2460 โดยประเทศไทยได้เข้าร่วมกับประเทศฝ่ายสัมพันธมิตร ซึ่งประกอบด้วยประเทศอังกฤษ ฝรั่งเศส และรัสเซียเป็นผู้นำ พร้อมทั้งได้ทรงพระกรุณาโปรดเกล้าฯ ให้ส่งทหารไทยอาสาสมัครไปร่วมรบในสมรภูมิยุโรปด้วย ผลของสงครามประเทศฝ่ายสัมพันธมิตรได้ชัยชนะ ทำให้ประเทศไทยมีโอกาสเจรจากับประเทศมหาอำนาจหลายประเทศ ในการแก้ไขสนธิสัญญาที่ไม่เป็นธรรม เช่น สนธิสัญญาสิทธิสภาพนอกอาณาเขต สนธิสัญญาจำกัดอำนาจการเก็บภาษีของพระบาทสมเด็จพระมงกุฏเกล้าเจ้าอยู่หัว และ สนธิสัญญาจำกัดอำนาจกลางประเทศไทย"
      },
      {
        "title": "ด้านการแพทย์และการสาธารณสุข",
        "description": "ทรงพระกรุณาโปรดเกล้าฯ ให้ตั้งวชิรพยาบาลเมื่อ พ.ศ. 2455 และโรงพยาบาลจุฬาลงกรณ์เมื่อ พ.ศ. 2457 และทรงเปิดการประปากรุงเทพฯ เมื่อวันที่ 14 พฤศจิกายน พ.ศ. 2457"
      },
      {
        "title": "ด้านกิจการเสือป่าและลูกเสือ",
        "description": "ทรงจัดตั้งกองเสือป่าเมื่อวันที่ 1 พฤษภาคม พ.ศ. 2454 และทรงจัดตั้งกองลูกเสือกองแรกขึ้นที่โรงเรียนมหาดเล็กหลวง (วชิราวุธวิทยาลัย ในปัจจุบัน) ด้านการฝึกสอนระบอบประชาธิปไตย ทรงทดลองตั้ง \"เมืองมัง\" หลังพระตำหนักจิตรลดาเดิม ทรงจัดให้เมืองมัง มีระบอบการปกครองของตนเองตามวิถีทางประชาธิปไตย รวมถึงเมืองจำลอง \"ดุสิตธานี\" ในพระราชวังดุสิต (ต่อมาทรงย้ายไปที่พระราชวังพญาไท)"
      },
      {
        "title": "ด้านวรรณกรรมและหนังสือพิมพ์",
        "description": "ทรงส่งเสริมให้มีการแต่งหนังสือ โดยทรงพระกรุณาโปรดเกล้าฯ ให้ตราพระราชบัญญัติวรรณคดีสโมสร สำหรับในด้านงานหนังสือพิมพ์ ทรงพระกรุณาโปรดเกล้าฯ ให้ตราพระราชบัญญัติสมุด เอกสาร พ.ศ. 2465 ขึ้น"
      }
    ]
  },
  {
    "id": 7,
    "name": "รัชกาลที่ 7",
    "full_name": "",
    "work": [
      {
        "title": "ด้านการทำนุบำรุงบ้านเมือง",
        "description": "เศรษฐกิจ สืบเนื่องจากผลของสงครามโลกครั้งที่หนึ่ง ประเทศทั่วโลกประสบปัญหาภาวะเศรษฐกิจ ตกต่ำ ซึ่งมีผลกระทบกระเทือนมาสู่ประเทศไทย พระองค์ได้ทรงพยายามแก้ไขปัญหาเศรษฐกิจด้วยวิธีต่าง ๆ เช่น การควบคุมงบประมาณ ตัดทอนรายจ่าย ลดอัตราเงินเดือนข้าราชการ รวมถึงการลดจำนวนข้าราชการ ปรับปรุงระบบภาษี การเก็บภาษีเพิ่มเติม ยุบรวมจังหวัด เลิกมาตรฐานทองคำเปลี่ยนไปผูกกับค่าเงินของอังกฤษ เป็นต้น รวมทั้งส่งเสริมกิจการสหกรณ์ให้ประชาชนได้มีโอกาสร่วมกันประกอบกิจการทางเศรษฐกิจ โดยทรงพระกรุณาโปรดเกล้าฯ ให้ตราพระราชบัญญัติสหกรณ์ พ.ศ. 2471 ขึ้น การสุขาภิบาลและสาธารณูปโภค โปรดให้ปรับปรุงงานสุขาภิบาลทั่วราชอาณาจักรให้ทัดเทียมอารยประเทศ ด้านการสื่อสารและการคมนาคมนั้น ได้มีการอัญเชิญกระแสพระราชดำรัสของพระองค์จากพระที่นั่งอมรินทรวินิจฉัย พระบรมมหาราชวัง ถ่ายทอดเสียงทางวิทยุเป็นครั้งแรกของประเทศไทยในพิธีเปิดสถานีวิทยุกรุงเทพฯ ที่พระราชวังพญาไท ในส่วนกิจการรถไฟ ขยายเส้นทางรถทางทิศตะวันออกจากทางจังหวัดปราจีนบุรี จนกระทั่งถึงต่อเขตแดนประเทศกัมพูชา ในปี พ.ศ. 2475 เป็นวาระที่กรุงเทพมหานครมีอายุครบ 150 ปี ทรงจัดงานเฉลิมฉลองโดยทำนุบำรุงบูรณปฏิสังขรณ์สิ่งสำคัญอันเป็นหลักของกรุงเทพมหานครหลายประการ คือ บูรณะวัดพระศรีรัตนศาสดาราม พระบรมมหาราชวัง,สร้างปฐมบรมราชานุสรณ์และสะพานพระพุทธยอดฟ้าเชื่อมฝั่งกรุงเทพมหานครและฝั่งธนบุรีเพื่อเป็นการขยายเขตเมืองให้กว้างขวาง เป็นต้น สำหรับในเขตหัวเมือง ทรงได้จัดตั้งสภาจัดบำรุงสถานที่ชายทะเลทิศตะวันตกขึ้น เพื่อทำนุบำรุงหัวหินและใกล้เคียงให้เป็นสถานที่ตากอากาศชายทะเล"
      },
      {
        "title": "ด้านการปกครอง",
        "description": "พระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัว ทรงลงพระปรมาภิไธยในรัฐธรรมนูญแห่งราชอาณาจักรสยาม เมื่อวันที่ 10 ธันวาคม พ.ศ. 2475 พระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัว มีพระราชปรารภจะพระราชทานรัฐธรรมนูญ แต่ถูกทักท้วงจากพระบรมวงศ์ชั้นผู้ใหญ่จึงได้ระงับไปก่อน ซึ่งหม่อมเจ้าพูนพิศมัย ดิศกุล มีดำรัสถึงเรื่องนี้ว่า \"ส่วนพระเจ้าอยู่หัวเองนั้น [พระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัว] ทรงรู้สึกยิ่งขึ้นทุกทีว่าการปกครองบ้านเมืองในสมัยเช่นนี้ เป็นการเหลือกำลังของพระองค์ที่จะทรงรับผิดชอบได้โดยลำพังแต่ผู้เดียว พระองค์ทรงรู้ดีว่า ทรงอ่อนทั้งในทาง physical และmental จึงมีพระราชปรารถนาจะพระราชทานรัฐธรรมนูญให้ช่วยกันรับผิดชอบให้เต็มที่อยู่เสมอ\" แต่ก็เกิดเหตุการณ์ปฏิวัติโดยคณะราษฎร ในวันที่ 24 มิถุนายน พ.ศ. 2475 โดยพระองค์ทรงยินยอมสละพระราชอำนาจและเป็นพระมหากษัตริย์ภายใต้รัฐธรรมนูญ ทรงให้ตรวจตราตัวบทกฎหมายรัฐธรรมนูญที่จะเป็นหลักในการปกครองอย่างถี่ถ้วน ทรงแก้ไขกฎหมายองคมนตรี ด้วยการออกพระราชบัญญัติองคมนตรี เมื่อปี พ.ศ. 2470 โดยให้สภากรรมการองคมนตรีมีอำนาจหน้าที่ในการให้คำปรึกษาในการร่างกฎหมาย โดยมีพระราชดำริให้สภาองคมนตรีเป็นที่ฝึกการประชุมแบบรัฐสภา กรรมการสภาองคมนตรีอยู่ในตำแหน่งวาระละ 3 ปี ทรงตราพระราชบัญญัติควบคุมการค้าขายอันกระทบถึงความปลอดภัยหรือความผาสุกแห่งสาธารณชน พ.ศ. 2471 เพื่อคุ้มครองสวัสดิการของปวงชนชาวไทย โดยมีขอบเขตครอบคลุมการค้าขายที่เป็นสาธารณูปโภคและการเงิน เช่น การประปา การไฟฟ้า การรถไฟ การเดินอากาศ การชลประทาน การออมสิน และการประกันภัย อันเป็นรากฐานของระเบียบปฏิบัติ ที่ใช้กันมาจนทุกวันนี้ มีพระราชดำริให้จัดระเบียบการปกครองรูปแบบเทศบาลขึ้น เพื่อให้ประชาชนในท้องถิ่นรู้จักเลือกตัวแทนเข้าไปบริหารและจัดการงานต่าง ๆ ของชุมชน โดยโปรดเกล้าฯ ให้ตราพระราชบัญญัติเทศบาล ขึ้นแต่มิได้เป็นไปตามพระราชประสงค์เนื่องจากเกิดการปฏิวัติสยาม พ.ศ. 2475 ทว่า ยังมีมุมมองที่ว่าพระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัวหาได้เป็น \"กษัตริย์ประชาธิปไตย\" ดังที่ทรงได้รับยกย่องไม่ ทวีศักดิ์ ตั้งปฐมวงศ์ เขียนว่า พระองค์ทรงรับรู้ทั้งสนับสนุน \"คณะกู้บ้านกู้เมือง\" ซึ่งหวังปราบปรามคณะราษฎร และมีพระราชดำรัส \"ประเทศนี้พร้อมแล้วหรือยังที่จะมีการปกครองแบบมีผู้แทน… ตามความเห็นส่วนตัวของข้าพเจ้าแล้ว ข้าพเจ้าขอย้ำว่าไม่\"ทั้งทรงขัดขวางเค้าโครงการเศรษฐกิจปี 2475 ของปรีดี พนมยงค์ ซึ่งหวังสร้างรัฐสวัสดิการ เป็นต้น\""
      },
      {
        "title": "ด้านการศาสนา การศึกษา ประเพณีและวัฒนธรรม",
        "description": "ทรงส่งเสริมการศึกษาของชาติทั้งส่วนรวมและส่วนพระองค์ โปรดให้สร้างหอพระสมุดสำหรับพระนคร เพื่อเปิดโอกาสให้ประชาชนเข้าศึกษาได้อย่างเสรี ทรงตั้งราชบัณฑิตยสภา เพื่อมีหน้าที่บริหารและเผยแพร่วิชาการด้านวรรณคดี โบราณคดี และศิลปกรรม ในด้านวรรณกรรม โปรด ตราพระราชบัญญัติคุ้มครองวรรณกรรมและศิลปกรรมใน พ.ศ. 2475 พระราชทานเงินส่วนพระองค์ เป็นรางวัลแก่ผู้แต่งหนังสือยอดเยี่ยม และให้ทุนนักเรียนไปศึกษาวิชาวิทยาศาสตร์จากต่างประเทศ การศาสนา ทรงปลูกฝังเยาวชนให้มีคุณธรรมดีงาม โดยยึดหลักคำสอนของศาสนาพุทธ โปรดให้ราชบัณฑิตยสร้างหนังสือสอนพระพุทธศาสนาสำหรับเด็ก ซึ่งนับว่าพระองค์เป็นพระมหากษัตริย์พระองค์แรกที่ทรงสร้างหนังสือสำหรับเด็ก ส่วนการศึกษาในพระพุทธศาสนานั้น โปรดให้สร้างหนังสือพระไตรปิฎก เรียกว่า ฉบับสยามรัฐ โดยหนึ่งชุดมีจำนวน 45 เล่ม เพื่อเป็นอนุสาวรีย์เชิดชูพระเกียรติยศของพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว"
      }
    ]
  },
  {
    "id": 8,
    "name": "รัชกาลที่ 8",
    "full_name": "",
    "work": [
      {
        "title": "ด้านการศึกษา",
        "description": "พระบรมราชานุสาวรีย์ รัชกาลที่ 8 ในคณะแพทยศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย ในการเสด็จนิวัติพระนครในครั้งที่ 2 พระองค์ทรงได้ประกอบพระราชกรณียกิจที่เกี่ยวข้องกับการศึกษาของประเทศ โดยเสด็จพระราชดำเนินทอดพระเนตรกิจการของหอสมุดแห่งชาติ รวมทั้ง เสด็จพระราชดำเนินไปทรงเยี่ยมสถานศึกษาหลายแห่ง เช่น จุฬาลงกรณ์มหาวิทยาลัย โรงเรียนเทพศิรินทร์ ซึ่งเป็นโรงเรียนที่ทรงศึกษาขณะทรงพระเยาว์ นอกจากนี้ พระองค์ยังได้เสด็จพระราชดำเนินพระราชทานปริญญาบัตรเป็นครั้งแรกของพระองค์ ณ หอประชุมจุฬาลงกรณ์มหาวิทยาลัย เมื่อวันที่ 13 เมษายน พ.ศ. 2489  และอีกครั้งที่ หอประชุมราชแพทยาลัย ศิริราชพยาบาล มหาวิทยาลัยแพทยศาสตร์ เมื่อวันที่ 23 เมษายน พ.ศ. 2489 โดยในการพระราชทานปริญญาบัตรครั้งนี้ มีพระราชปรารภให้มีการผลิตแพทย์เพิ่มมากขึ้น เพื่อให้เพียงพอที่จะช่วยเหลือประชาชน โรงเรียนแพทย์แห่งที่ 2 จึงได้ถือกำเนิดขึ้นที่โรงพยาบาลจุฬาลงกรณ์ ซึ่งในปัจจุบัน คือ คณะแพทยศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย หลังจากนั้น ในวันที่ 5 มิถุนายน พ.ศ. 2489 พระองค์ทรงหว่านข้าว ณ แปลงสาธิต ของมหาวิทยาลัยเกษตรศาสตร์ ซึ่งถือเป็นพระราชกรณียกิจสุดท้าย ก่อนเสด็จ"
      },
      {
        "title": "ด้านทั่วไป",
        "description": "พระบาทสมเด็จพระปรเมนทรมหาอานันทมหิดล พร้อมด้วยสมเด็จพระเจ้าน้องยาเธอ เจ้าฟ้าภูมิพลอดุลยเดช เสด็จเยี่ยมชาวไทยเชื้อสายจีนเป็นครั้งแรก ณ สำเพ็ง พระนคร เมื่อ พ.ศ. 2489"
      },
      {
        "title": "ด้านทการปกครอง",
        "description": "พระองค์ได้เสด็จพระราชดำเนินไปในพระราชพิธีพระราชทานรัฐธรรมนูญฉบับใหม่ในวันที่ 9 พฤษภาคม พ.ศ. 2489 และเปิดประชุมสภาผู้แทนในวันที่ 1 มิถุนายน พ.ศ. 2489 นอกจากนี้ ยังเสด็จพระราชดำเนินทรงเยี่ยมราษฎรในจังหวัดต่าง ๆ และทรงเยี่ยมชาวไทยเชื้อสายจีนเป็นครั้งแรก ณ สำเพ็ง พระนคร พร้อมด้วย สมเด็จพระเจ้าน้องยาเธอ เจ้าฟ้าภูมิพลอดุลยเดช เมื่อวันที่ 3 มิถุนายน พ.ศ. 2489 ซึ่งเป็นช่วงที่เกิดความขัดแย้งกันระหว่างชาวไทยและชาวไทยเชื้อสายจีนจนเกือบเกิดสงครามกลางเมือง เมื่อพระองค์ทรงทราบเรื่อง มีพระราชดำริว่า หากปล่อยความขุ่นข้องบาดหมางไว้เช่นนี้ จะเป็นผลร้ายตลอดไป จึงทรงตัดสินพระทัยเสด็จพระราชดำเนินสำเพ็ง ซึ่งใช้ระยะเวลาประมาณ 4 ชั่วโมง และพระองค์ทรงพระราชดำเนินด้วยพระบาทเป็นระยะประมาณ 3 กิโลเมตร การเสด็จพระราชดำเนินสำเพ็งในครั้งนี้จึงเป็นการประสานรอยร้าวที่เกิดขึ้นให้หมดไป"
      },
      {
        "title": "ด้านการศาสนา",
        "description": "ในการเสด็จนิวัติพระนครครั้งแรกนั้น พระองค์ได้ประกอบพิธีทรงปฏิญาณตนเป็นพุทธมามกะ ท่ามกลางมณฑลสงฆ์ในพระอุโบสถวัดพระศรีรัตนศาสดารามเมื่อวันที่ 19 พฤศจิกายน พ.ศ. 2481 นอกจากนี้ ยังเสด็จพระราชดำเนินไปทรงนมัสการพระพุทธรูปในพระอารามที่สำคัญ เช่น วัดพระเชตุพนวิมลมังคลารามราชวรมหาวิหาร วัดเบญจมบพิตรดุสิตวนารามราชวรวิหาร วัดสระเกศราชวรมหาวิหาร วัดอรุณราชวรารามราชวรมหาวิหาร วัดบวรนิเวศราชวรวิหาร และวัดเทพศิรินทราวาสราชวรวิหาร โดยเฉพาะที่วัดสุทัศนเทพวรารามราชวรมหาวิหารนั้น พระองค์เคยมีพระราชดำรัสกล่าวว่า \"ที่นี่สงบเงียบน่าอยู่จริง\" ดังนั้น เมื่อพระองค์เสด็จสวรรคต จึงได้นำพระบรมราชสรีรางคารของพระองค์มาประดิษฐาน ณ วัดแห่งนี้ พระองค์ยังทรงตั้งพระราชหฤทัยว่าจะผนวชในพระพุทธศาสนา โดยได้มีพระราชหัตเลขาถึงสมเด็จพระสังฆราชเจ้า กรมหลวงวชิรญาณวงศ์ เมื่อวันที่ 19 มีนาคม พ.ศ. 2489 ทรงขอสังฆราชานุเคราะห์ในการศึกษาตำราทางพระพุทธศาสนาเพื่อใช้ในการเตรียมพระองค์ในการที่จะอุปสมบท แต่ก็มิได้ผนวชตามที่ตั้งพระราชหฤทัยไว้ นอกจากนี้ยังได้พระราชทานพระราชทรัพย์บำรุงวัดวาอาราม กับพระราชทานพระบรมราชูปถัมภ์แก่ศาสนาอื่นตามสมควร"
      }
    ]
  },
  {
    "id": 9,
    "name": "รัชกาลที่ 9",
    "full_name": "",
    "work": [
      {
        "title": "ด้านศิลปวัฒนธรรมและวรรณคดี",
        "description": "พ.ศ. 2503 ทรงพระกรุณาโปรดเกล้าฯ ให้ฟื้นฟูพระราชพิธีพืชมงคลจรดพระนังคัลแรกนาขวัญขึ้นมาใหม่หลังจากที่ได้เลิกร้างไปตั้งแต่ พ.ศ. 2479[147] และประเพณีการเสด็จพระราชดำเนินโดยกระบวนพยุหยาตราชลมารคก็ได้รับการฟื้นฟูเป็นครั้งแรกเพื่อถวายผ้าพระกฐิน[45][46]\n\nทรงส่งเสริมศิลปวัฒนธรรมไทยแขนงอื่น ๆ ไม่ว่าจะเป็นภาษาไทย ประวัติศาสตร์ไทย สถาปัตยกรรม จิตรกรรม นาฏศิลป์ การดนตรีและศิลปะอื่น ๆ เช่น โปรดเกล้าฯ ให้กรมศิลปากรจัดทำโน้ตเพลงไทยตามระบบสากลและจัดพิมพ์ขึ้นด้วยพระราชทรัพย์ส่วนพระองค์ โปรดเกล้าฯ ให้อาจารย์และนิสิตคณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย วิจัยหาระดับเฉลี่ยมาตรฐานของเครื่องดนตรีไทย ทรงสนับสนุนให้มีการจัดตั้งสมาคมดนตรีแห่งประเทศไทย[148]\n\nด้านวรรณศิลป์ พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดชทรงพระราชนิพนธ์บทความ แปลหนังสือ เช่น นายอินทร์ผู้ปิดทองหลังพระ ติโต พระมหาชนก และพระมหาชนก ฉบับการ์ตูน เรื่อง ทองแดง เป็นพระราชนิพนธ์เกี่ยวกับคุณทองแดง สุนัขทรงเลี้ยง เป็นต้น[149]"
      },
      {
        "title": "ด้านการพัฒนาชนบท",
        "description": "พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดชทรงใช้เวลาส่วนใหญ่ตลอดรัชสมัยไปกับการเสด็จฯ เยี่ยมราษฎรในท้องถิ่นต่าง ๆ ทุกภูมิภาคของประเทศ นับตั้งแต่ พ.ศ. 2497[150] โดยเฉพาะในแทบที่ชนบททุรกันดาร เพื่อทรงเยี่ยมเยียน ซักถามเรื่องความเป็นอยู่และสารทุกข์สุกดิบของประชาชน นอกจากนี้พระองค์จะทรงศึกษาค้นคว้าข้อมูลต่าง ๆ ด้วยพระองค์เองด้วยแผนที่หรือเอกสารต่าง ๆ ทำให้ทรงรับทราบปัญหาความเดือดร้อนของประชาชน หลังจากนั้นพระองค์ก็จะทรงคิดค้นแนวทางพระราชดำริเพื่อพัฒนาและแก้ไขปัญหาต่าง ๆในแต่ละพื้นที่[151]\n\nพระองค์จะทรงพัฒนาชนบทในรูปโครงการอันเนื่องมาจากพระราชดำริ มีจุดประสงค์ คือ การพัฒนาบทเพื่อให้ราษฎรในชนบทได้มีความเป็นอยู่ตลอดจนสามารถประกอบอาชีพ เลี้ยงครอบครัวให้ดีขึ้น[152] แนวพระราชดำริที่สำคัญในเรื่องการพัฒนาชนบท คือมีพระราชประสงค์ช่วยให้ชาวชนบทสามารถช่วยเหลือพึ่งตนเองได้ โดยการสร้างพื้นฐานหลักที่จำเป็นต่อการผลิตให้แก่ราษฎรเหล่านั้น[153] ทรงส่งเสริมให้ชาวชนบทมีความรู้ในการประกอบอาชีพตามแต่ละท้องถิ่น นอกจากนี้ยังทรงหาทางนำเอาวิทยาการสมัยใหม่มาประยุกต์กับภูมิปัญญาชาวบ้าน"
      },
      {
        "title": "ด้านการเกษตรและชลประทาน",
        "description": "ในด้านชลประทาน พระองค์ทรงให้ความสำคัญเป็นอย่างมาก โดยทรงคิดค้นโครงการตามพระราชดำริของพระองค์ มีทั้งการแก้ปัญหาภัยแล้ง ปัญหาอุทกภัย รวมไปถึงการบำบัดน้ำเสีย เช่น เขื่อนป่าสักชลสิทธิ์ พระองค์ได้ทรงวิจัยและริเริ่มโครงการฝนหลวง เพื่อช่วยบรรเทาภัยแล้งสำหรับพื้นที่นอกเขตชลประทาน[155] เมื่อคราวเขตกรุงเทพและปริมณฑลที่ประสบปัญหาน้ำท่วมเมื่อปี พ.ศ. 2538 พระองค์ทรงมีพระราชดำริเรื่องแก้มลิง ควบคุมการระบายน้ำจากแม่น้ำเจ้าพระยา แม่น้ำท่าจีน ลำคลองต่าง ๆ ลงสู่อ่าวไทย[156] พระองค์ทรงประดิษฐ์เครื่องกลเติมอากาศ กังหันชัยพัฒนา ในการปรับปรุงคุณภาพน้ำโดยการเพิ่มออกซิเจน เป็นสิ่งประดิษฐ์หนึ่งของพระองค์ที่ได้รับสิทธิบัตรจาก กรมทรัพย์สินทางปัญญา กระทรวงพาณิชย์[157]\n\nในด้านการเกษตร จะทรงเน้นการค้นคว้า ทดลอง และวิจัยหาพันธุ์พืชใหม่ ๆ ตลอดจนการศึกษาแมลงศัตรูพืช และพันธุ์สัตว์ต่าง ๆ ที่เหมาะสมกับสภาพท้องถิ่นนั้น ๆ ซึ่งแต่ละโครงการจะเน้นให้สามารถนำไปปฏิบัติได้จริง [158] นอกจากนี้ ยังทรงพยายามไม่ให้เกษตรกรยึดติดกับพืชผลทางการเกษตรเพียงอย่างเดียว แต่เกษตรกรควรมีรายได้จากกิจกรรมอื่นด้วย เพื่อจะได้พึ่งตนเองได้ในระดับหนึ่ง[159] พระองค์ยังทรงคิดค้นการแก้ปัญหาทรัพยากรทางการเกษตรหลายอย่างที่สำคัญ เช่น การแกล้งดิน เพื่อแก้ปัญหาดินเปรี้ยวหรือดินเป็นกรด จนกระทั่งดินมีสภาพดีพอที่จะใช้ในการเพาะปลูกได้ การปลูกหญ้าแฝกเพื่ออนุรักษ์ดินและน้ำ[160] พระองค์ทรงส่งเสริมการเลี้ยงปลานิล ซึ่งกระทรวงการต่างประเทศ โดยกรมความร่วมมือระหว่างประเทศได้ขยายโครงการเพาะเลี้ยงและเผยแพร่พันธุ์ปลานิล เพื่อความยั่งยืนด้านอาหารให้แก่ประเทศโมซัมบิก ในช่วงปีที่ผ่านมา [161] ทรงจัดตั้งโครงการส่วนพระองค์สวนจิตรลดา เพื่อวิจัยพันธุ์ข้าว พันธุ์พืชและปศุสัตว์ รวมถึงการการแปรรูปผลผลิตทางการเกษตร การผลิตเอทานอล แก๊สโซฮอล์และไบโอดีเซล[162]"
      }
    ]
  },
  {
    "id": 10,
    "name": "รัชกาลที่ 10",
    "full_name": "",
    "work": [
      {
        "title": "ด้านศาสนา",
        "description": "สมเด็จพระเจ้าอยู่หัวมหาวชิราลงกรณ บดินทรเทพยวรางกูรเมื่อครั้งยังทรงเป็นสมเด็จพระบรมโอรสาธิราชฯ สยามมกุฎราชกุมาร ทรงปฏิบัติพระราชกรณียกิจแทนพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช ทรงประเคนผ้าไตร ประกาศนียบัตร และพัดยศ ในการตั้งภิกษุและสามเณรเปรียญ เนื่องในการพระราชพิธีทรงบำเพ็ญพระราชกุศลวิสาขบูชา ณ พระอุโบสถวัดพระศรีรัตนศาสดาราม ในพระบรมมหาราชวัง พ.ศ. 2551\nสมเด็จพระเจ้าอยู่หัวมหาวชิราลงกรณ บดินทรเทพยวรางกูรเมื่อครั้งยังทรงเป็นสมเด็จพระบรมโอรสาธิราชฯ ทรงแสดงพระองค์เป็นพุทธมามกะที่วัดพระศรีรัตนศาสดาราม เมื่อวันที่ 3 มกราคม พ.ศ. 2509[61] ก่อนเสด็จพระราชดำเนินไปทรงศึกษาต่อที่ประเทศอังกฤษ"
      },
      {
        "title": "ด้านการแพทย์และสาธารณสุข",
        "description": "สมเด็จพระเจ้าอยู่หัวมหาวชิราลงกรณ บดินทรเทพยวรางกูรเมื่อครั้งยังทรงเป็นสมเด็จพระบรมโอรสาธิราชฯ สยามมกุฎราชกุมาร ทรงโปรดให้สร้างโรงพยาบาลสมเด็จพระยุพราชขึ้น เพื่อให้การรักษาพยาบาลผู้เจ็บป่วยในถิ่นทุรกันดาร พระองค์ทรงเป็นองค์นายกกิตติมศักดิ์ของมูลนิธิโรงพยาบาลสมเด็จพระยุพราช พระองค์ทรงมีพระราชปณิธานให้เอาใจใส่รักษาพยาบาลพสกนิกรของพระองค์ให้ปลอดภัยจากความเจ็บไข้โดยทั่วหน้าเสมอกัน"
      },
      {
        "title": "ด้านการศึกษา",
        "description": "สมเด็จพระเจ้าอยู่หัวมหาวชิราลงกรณ บดินทรเทพยวรางกูรเมื่อครั้งยังทรงเป็นสมเด็จพระบรมโอรสาธิราชฯ สยามมกุฎราชกุมาร ทรงปลูกต้นปาริชาต ณ มหาวิทยาลัยสุโขทัยธรรมาธิราช\nพระองค์พระราชทานพระราชานุญาตให้ใช้อาคารของกรมทหารมหาดเล็กราชวัลลภรักษาพระองค์ เป็นที่ตั้งของโรงเรียนอนุบาลชิ่อว่า โรงเรียนอนุบาลทหารมหาดเล็กราชวัลลภ โดยในระยะแรกได้จัดการเรียนการสอนเฉพาะชั้นอนุบาล ต่อมา โรงเรียนได้ย้ายไปที่จังหวัดนนทบุรี และได้รับพระราชทานชื่อใหม่ว่า โรงเรียนอนุราชประสิทธิ์[46]\nนอกจากนี้ ยังพระราชทานพระราชทรัพย์ส่วนพระองค์สมทบเป็นค่าก่อสร้างโรงเรียนมัธยมศึกษาที่ตั้งอยู่ในชนบทห่างไกลคมนาคมไม่สะดวก กระทรวงศึกษาธิการได้สนองพระราชประสงค์ด้วยการน้อมเกล้าฯ ถวายโรงเรียนในระดับมัธยมศึกษาจำนวน 6 โรงเรียน เป็นโรงเรียนในพระราชูปถัมภ์ ได้แก่ (1) โรงเรียนมัธยมพัชรกิติยาภา อ.ปลาปาก จ.นครพนม (ปัจจุบันเปลี่ยนชื่อเป็น โรงเรียนมัธยมพัชรกิติยาภา 1) (2) โรงเรียนมัธยมจุฑาวัชร อ.ลานกระลือ จ.กำแพงเพชร  (ปัจจุบันเปลี่ยนชื่อเป็น โรงเรียนมัธยมพัชรกิติยาภา 2), (3) โรงเรียนมัธยมวัชเรศร อ.เมือง จ.สุราษฎร์ธานี  (ปัจจุบันเปลี่ยนชื่อเป็น โรงเรียนมัธยมพัชรกิติยาภา 3) , (4) โรงเรียนมัธยมจักรีวัชร อ.รัตนภูมิ จ.สงขลา  (ปัจจุบันเปลี่ยนชื่อเป็น โรงเรียนมัธยมสิริวัณวรี โรงเรียนมัธยมวัชรวีร์ อ.ท่าตะเกียบ จ.ฉะเชิงเทรา [53] (ปัจจุบันเปลี่ยนชื่อเป็น โรงเรียนมัธยมสิริวัณวรี 3)และ โรงเรียนมัธยมบุษย์น้ำเพชร อ.เมือง จ.อุดรธานี (ปัจจุบันเปลี่ยนชื่อเป็น โรงเรียนมัธยมสิริวัณวรี 1)\nสมเด็จพระเจ้าอยู่หัวมหาวชิราลงกรณ บดินทรเทพยวรางกูร เมื่อครั้งยังทรงเป็นสมเด็จพระบรมโอรสาธิราชฯ สยามมกุฎราชกุมาร เสด็จพระราชดำเนินไปทรงเยี่ยมเยาวชนในตำบลต่าง ๆ ทรงสนับสนุนการจัดตั้งศูนย์เยาวชนตำบล รวมทั้งได้ทรงเป็นประธานงานวันเยาวชนแห่งชาติ วันที่ 20 กันยายน ของทุกปี และทรงเป็นประธานในพิธีปฏิญาณตนและสวนสนามของลูกเสือและเนตรนารี และสมาชิกผู้ทำประโยชน์\nทั้งนี้พระองค์ได้ทรงอุปการะเด็กกำพร้า คือ จักรกฤษณ์ และอนุเดช ชูศรี ที่ครอบครัวเสียชีวิตจากภูเขาถล่มเมื่อปี พ.ศ. 2554รวมทั้งครอบครัวของบูรฮาน และบุศรินทร์ หร่ายมณี ซึ่งบิดาถูกลอบสังหารจากเหตุความไม่สงบในสามจังหวัดชายแดนภาคใต้ โดยจะทรงอุปการะจนกว่าจะสำเร็จการศึกษาปริญญาตรีหรือจนกว่าจะมีอาชีพสามรถเลี้ยงครอบครัวได้เป็นต้น\nสมเด็จพระเจ้าอยู่หัวมหาวชิราลงกรณ บดินทรเทพยวรางกูร เมื่อครั้งยังทรงเป็นสมเด็จพระบรมโอรสาธิราชฯ สยามมกุฎราชกุมาร ทรงมีพระราชดำริให้ดำเนินโครงการทุนการศึกษาสมเด็จพระบรมโอรสาธิราชฯ สยามมกุฎราชกุมาร ขึ้นเมื่อปี พ.ศ. 2552 ด้วยพระราชปณิธานที่มุ่งสร้างความรู้ สร้างโอกาสแก่เยาวชนไทยที่มีฐานะยากจน ยากลำบาก แต่ประพฤติดี มีความสามารถในการศึกษา ให้ได้รับโอกาสทางการศึกษาที่มั่นคงต่อเนื่องในระดับมัธยมศึกษาตอนปลาย จนสำเร็จการศึกษาในระดับปริญญาตรี ตามความสามารถของแต่ละคน เป็นการลงทุนเพื่อพัฒนาความรู้ความสามารถและศักยภาพแก่เยาวชนไทย ต่อมาในปี พ.ศ. 2553 ทรงมีพระราชดำริให้จัดตั้ง มูลนิธิทุนการศึกษาพระราชทานสมเด็จพระบรมโอรสาธิราชฯ สยามมกุฎราชกุมาร (ม.ท.ศ.) ขึ้น โดยทรงเป็นองค์ประธานกรรมการ และทรงให้นำโครงการทุนการศึกษาสมเด็จพระบรมโอรสาธิราชฯ สยามมกุฎราชกุมาร มาอยู่ภายใต้การดำเนินงานของมูลนิธิฯ เพื่อให้เกิดความต่อเนื่องและยั่งยืนสืบต่อไป ซึ่งปัจจุบันมีนักเรียนทุนพระราชทานฯ ในโครงการทั้งสิ้นจำนวน 8 รุ่น จังหวัดละ 2 คน ชาย 1 คนและหญิง 1 คน"
      },
      {
        "title": "ด้านการทหาร",
        "description": "สมเด็จพระเจ้าอยู่หัวมหาวชิราลงกรณ บดินทรเทพยวรางกูรเมื่อครั้งยังทรงเป็นสมเด็จพระบรมโอรสาธิราชฯ เสด็จพระราชดำเนินไปเยี่ยมที่ตั้งกองทหารหน่วยต่าง ๆ อยู่เสมอ จากการที่ได้ทรงศึกษาด้านวิชาทหารมานาน ทรงมีความรู้เชี่ยวชาญอย่างมาก และได้พระราชทานความรู้เหล่านั้นให้แก่ทหาร 3 เหล่าทัพ ทรงปฏิบัติพระองค์เป็นแบบอย่างแก่นายทหาร เอาพระทัยใส่ในความเป็นอยู่ทุกข์สุขของทหารผู้อยู่ใต้บังคับบัญชาอย่างทั่วถึง รวมทั้งพระราชทานพระราชทรัพย์ส่วนพระองค์ เป็นทุนการศึกษาแก่บุตรของทหาร สิ่งเหล่านี้ล้วนก่อให้เกิดความเทิดทูนและความจงรักภักดีแก่เหล่าทหารเป็นอย่างยิ่ง"
      },
      {
        "title": "ด้านการบิน",
        "description": "4 พฤษภาคม พ.ศ. 2537 ทรงปฏิบัติหน้าที่ครูการบินเครื่องบินขับไล่แบบเอฟ-5 อี/เอฟ\nพ.ศ. 2552 ทรงปฏิบัติหน้าที่นักบินที่ 1 เครื่องบินโบอิ้ง 737 - 400 ในเที่ยวบินสายใยรักแห่งครอบครัว ช่วยเหลือผู้ประสบอุทกภัย และจัดหาอุปกรณ์ด้านการแพทย์ สำหรับโรงพยาบาลใน 3 จังหวัดชายแดนภาคใต้ (เที่ยวบินที่ ทีจี 8870 (กรุงเทพมหานครถึงจังหวัดเชียงใหม่) และเที่ยวบินที่ ทีจี 8871 (จังหวัดเชียงใหม่ถึงกรุงเทพมหานคร))"
      },
      {
        "title": "ด้านทั่วไป",
        "description": "สมเด็จพระเจ้าอยู่หัวมหาวชิราลงกรณ บดินทรเทพยวรางกูรเมื่อครั้งยังทรงเป็นสมเด็จพระบรมโอรสาธิราชฯ สยามมกุฎราชกุมาร กราบบังคมทูลพระกรุณา ถวายพระพรชัยมงคลแด่พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช แทนพระบรมวงศานุวงศ์ในงาน 60 ปี\nทรงเข้าประจำการ ณ กองปฏิบัติการทางอากาศพิเศษ เมืองเพิร์ท รัฐออสเตรเลียตะวันตก ประเทศออสเตรเลีย\nทรงเข้าร่วมปฏิบัติการรบในการต่อต้านการก่อการร้าย บริเวณภาคเหนือ ภาคตะวันออกเฉียงเหนือ รวมทั้งการคุ้มกันพื้นที่บริเวณ รอบค่ายผู้อพยพชาวกัมพูชา ณ เขาล้าน จังหวัดตราด\n9 ธันวาคม พ.ศ. 2518 ทรงเข้ารับราชการเป็นนายทหารประจำกรมข่าวทหารบกกระทรวงกลาโหม\n6 ตุลาคม พ.ศ. 2521 ทรงดำรงตำแหน่งรองผู้บังคับกองพันทหารมหาดเล็กรักษาพระองค์ กรมทหารราบที่ 1 มหาดเล็กรักษาพระองค์\n28 พฤศจิกายน พ.ศ. 2523 ทรงดำรงตำแหน่งผู้บังคับกองพัน ทหารมหาดเล็กรักษาพระองค์ กรมทหารราบที่ 1 มหาดเล็กรักษาพระองค์\n13 กุมภาพันธ์ พ.ศ. 2527 ทรงดำรงตำแหน่ง ผู้บังคับการ กรมทหารมหาดเล็กรักษาพระองค์\n30 กรกฎาคม พ.ศ. 2531 ทรงดำรงตำแหน่งผู้บัญชาการหน่วยบัญชาการ ทหารมหาดเล็กรักษาพระองค์\n9 มกราคม พ.ศ. 2535 ทรงดำรงตำแหน่งผู้บัญชาการ หน่วยบัญชาการถวายความปลอดภัยรักษาพระองค์ สำนักผู้บัญชาการทหารสูงสุด"
      }
    ]
  }
]
