[
  {
    "id": 1,
    "name": "รัชกาลที่ 1",
    "fullName": "พระบาทสมเด็จพระปรโมรุราชามหาจักรีบรมนารถ พระพุทธยอดฟ้าจุฬาโลก",
    "bio": "เป็นพระมหากษัตริย์ไทยรัชกาลที่ 1 ในราชวงศ์จักรี เสด็จพระราชสมภพเมื่อวันพุธ เดือน 4 แรม 5 ค่ำ ปีมะโรงอัฐศก เวลา 3 ยาม ตรงกับวันที่ 20 มีนาคม พ.ศ. 2279 (นับแบบปัจจุบัน พ.ศ. 2280) ปราบดาภิเษกเป็นปฐมกษัตริย์แห่งกรุงรัตนโกสินทร์ เมื่อวันที่ 6 เมษายน พ.ศ. 2325 ขณะมีพระชนมายุได้ 45 พรรษา และทรงย้ายราชธานีจากฝั่งธนบุรีมาอยู่ฝั่งพระนคร และโปรดเกล้าฯ ให้สร้างพระบรมมหาราชวังเป็นที่ประทับ",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/King_Buddha_Yodfa_Chulaloke.jpg/220px-King_Buddha_Yodfa_Chulaloke.jpg",
    "work": [
      {
        "title": "ด้านทั่วไป",
        "description": "พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช ทรงสถาปนากรุงเทพมหานคร (หรือกรุงรัตนโกสินทร์) เป็นราชธานี และทรงสถาปนาราชวงศ์จักรีปกครองราชอาณาจักรไทยเมื่อ 6 เมษายน พ.ศ. 2325 (วันจักรี) ภายหลังการเสด็จเสวยราชย์แล้ว พระองค์ทรงมีพระราชกรณีกิจที่สำคัญยิ่ง คือ การป้องกันราชอาณาจักรให้ปลอดภัยและทรงฟื้นฟูวัฒนธรรมไทยอันเป็นมรดกตกทอดมาตั้งแต่สมัยสุโขทัยและอยุธยา การที่ไทยสามารถปกป้องการรุกรานของข้าศึกจนประสบชัยชนะทุกครั้ง แสดงให้เห็นถึงความเข้มแข็งของพระองค์ในการบัญชาการรบอย่างมีประสิทธิภาพ โดยเฉพาะอย่างยิ่งสงครามกับพม่าใน พ.ศ. 2328 ที่เรียกว่า \"สงครามเก้าทัพ\" นอกจากนี้พระองค์ยังพบว่ากฎหมายบางฉบับที่ใช้มาตั้งแต่สมัยอยุธยาไม่มีความยุติธรรม จึงโปรดเกล้าโปรดกระหม่อมให้มีการตรวจสอบกฎหมายที่มีอยู่ทั้งหมด เสร็จแล้วให้เขียนเป็นฉบับหลวง 3 ฉบับ ประทับตราราชสีห์ คชสีห์ และบัวแก้วไว้ทุกฉบับ เรียกว่า \"กฎหมายตราสามดวง\" สำหรับใช้เป็นหลักในการปกครองบ้านเมือง"
      },
      {
        "title": "การสถาปนากรุงรัตนโกสินทร์",
        "description": "พระราชกรณียกิจประการแรกที่พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราชทรงจัดทำเมื่อเสด็จขึ้นครองราชย์ คือการโปรดเกล้าโปรดกระหม่อม ให้ตั้งกรุงรัตนโกสินทร์เป็นราชธานีใหม่ ทางตะวันออกของแม่น้ำเจ้าพระยา แทนกรุงธนบุรี ด้วยเหตุผลทางด้านยุทธศาสตร์ เนื่องจากกรุงธนบุรีตั้งอยู่บนสองฝั่งแม่น้ำ ทำให้การลำเลียงอาวุธยุทธภัณฑ์ และการรักษาพระนครเป็นไปได้ยาก อีกทั้งพระราชวังเดิมมีพื้นที่จำกัด ไม่สามารถขยายได้ เนื่องจากติดวัดอรุณราชวรารามราชวรมหาวิหารและวัดโมลีโลกยารามราชวรวิหาร ส่วนทางฝั่งกรุงรัตนโกสินทร์นั้นมีความเหมาะสมกว่าตรงที่มีพื้นแผ่นดินเป็นลักษณะหัวแหลม มีแม่น้ำเป็นคูเมืองธรรมชาติ มีชัยภูมิเหมาะสม และสามารถรับศึกได้เป็นอย่างดี\n\nการสร้างราชธานีใหม่นั้นใช้เวลาทั้งสิ้น 3 ปี โดยพระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช ทรงประกอบพิธียกเสาหลักเมือง เมื่อวันอาทิตย์ ขึ้น 10 ค่ำ เดือน 6 ปีขาล จ.ศ. 1144 ตรงกับวันที่ 21 เมษายน พ.ศ. 2325 และโปรดเกล้าโปรดกระหม่อมให้สร้างพระบรมมหาราชวังสืบทอดราชประเพณี และสร้างพระอารามหลวงในเขตพระบรมมหาราชวังตามแบบกรุงศรีอยุธยา ซึ่งการสร้างเมืองและพระบรมมหาราชวังเป็นการสืบทอดประเพณี วัฒนธรรม และศิลปกรรมดั้งเดิมของชาติ ซึ่งปฏิบัติกันมาตั้งแต่สมัยกรุงศรีอยุธยา และได้พระราชทานนามแก่ราชธานีใหม่นี้ว่า \"กรุงเทพมหานคร บวรรัตนโกสินทร์ มหินทรายุทธยา มหาดิลกภพ นพรัตนราชธานีบุรีรมย์ อุดมราชนิเวศน์มหาสถาน อมรพิมานอวตารสถิต สักกะทัตติยะวิษณุกรรมประสิทธิ์\" นอกจากนี้ยังโปรดเกล้าโปรดกระหม่อมให้สร้างสิ่งต่าง ๆ อันสำคัญต่อการสถาปนาราชธานีได้แก่ ป้อมปราการ, คลอง ถนนและสะพานต่าง ๆ มากมาย"
      },
      {
        "title": "ด้านการป้องกันราชอาณาจักร",
        "description": "พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช ทรงพระปรีชาสามารถในการรบ ทรงเป็นผู้นำทัพในการทำสงครามกับพม่าทั้งหมด 7 ครั้งในรัชสมัยของพระองค์ ได้แก่\n1. สงครามครั้งที่ 1 พ.ศ. 2327 สงครามเก้าทัพ\n2. สงครามครั้งที่ 2 พ.ศ. 2329 สงครามท่าดินแดงและสามสบ\n3. สงครามครั้งที่ 3 พ.ศ. 2330 สงครามตีเมืองลำปางและเมืองป่าซาง\n4. สงครามครั้งที่ 4 พ.ศ. 2330 สงครามตีเมืองทวาย\n5. สงครามครั้งที่ 5 พ.ศ. 2336 สงครามตีเมืองพม่า\n6. สงครามครั้งที่ 6 พ.ศ. 2340 สงครามพม่าที่เมืองเชียงใหม่\n7. สงครามครั้งที่ 7 พ.ศ. 2346 สงครามพม่าที่เมืองเชียงใหม่ ครั้งที่ 2"
      }
    ]
  },
  {
    "id": 2,
    "name": "รัชกาลที่ 2",
    "fullName": "พระบาทสมเด็จพระบรมราชพงษเชษฐมเหศวรสุนทร พระพุทธเลิศหล้านภาลัย",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/King_Buddha_Loetla_Nabhalai.jpg/220px-King_Buddha_Loetla_Nabhalai.jpg",
    "bio": "เป็นพระราชโอรสพระองค์ที่ 4 ในพระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช และเป็นกษัตริย์องค์ที่สองของสยามในสมัยราชวงศ์จักรี ปกครองระหว่าง พ.ศ. 2352 ถึง พ.ศ. 2367 ในปี พ.ศ. 2352 เจ้าฟ้าฉิมหรือกรมหลวงอิศรสุนทรพระราชโอรสองค์โตสืบราชบัลลังก์ต่อจากรัชกาลที่ 1 พระราชบิดาผู้สถาปนาราชวงศ์จักรีเป็นพระบาทสมเด็จพระพุทธเลิศหล้านภาลัย รัชสมัยของพระองค์สงบสุข ปราศจากความขัดแย้ง รัชสมัยของพระองค์เป็น \"ยุคทองของวรรณคดี\" เนื่องจากพระองค์ทรงอุปถัมภ์กวีหลายคนในราชสำนัก และพระองค์เองก็มีชื่อเสียงในฐานะกวีและศิลปิน กวีที่โดดเด่นที่สุดในราชสำนักคือสุนทรภู่",
    "work": [
      {
        "title": "ด้านกวีนิพนธ์",
        "description": "ในรัชสมัยของพระบาทสมเด็จพระพุทธเลิศหล้านภาลัย ได้รับการยกย่องว่า เป็นยุคทองของวรรณคดีสมัยหนึ่งเลยทีเดียว ด้านกาพย์กลอนเจริญสูงสุด จนมีคำกล่าวว่า \"ในรัชกาลที่ 2 นั้น ใครเป็นกวีก็เป็นคนโปรด\" กวีที่มีชื่อเสียงนอกจากพระองค์เองแล้ว ยังมีกรมหมื่นเจษฎาบดินทร์ (รัชกาลที่ 3) สมเด็จพระมหาสมณเจ้า กรมพระปรมานุชิตชิโนรส สุนทรภู่ พระยาตรัง และนายนรินทรธิเบศร์ (อิน) เป็นต้น พระองค์มีพระราชนิพนธ์ที่เป็นบทกลอนมากมาย ทรงเป็นยอดกวีด้านการแต่งบทละครทั้งละครในและละครนอก มีหลายเรื่องที่มีอยู่เดิมและทรงนำมาแต่งใหม่เพื่อให้ใช้ในการแสดงได้ เช่น รามเกียรติ์ อุณรุท และอิเหนา โดยเรื่องอิเหนานี้ เรื่องเดิมมีความยาวมาก ได้ทรงพระราชนิพนธ์ใหม่ตั้งแต่ต้นจนจบ เป็นเรื่องยาวที่สุดของพระองค์ วรรณคดีสโมสรในรัชกาลที่ 6 ได้ยกย่องให้เป็นยอดบทละครรำที่แต่งดี ยอดเยี่ยมทั้งเนื้อความ ทำนองกลอนและกระบวนการเล่นทั้งร้องและรำ นอกจากนี้ยังมีละครนอกอื่น ๆ เช่น ไกรทอง สังข์ทอง ไชยเชษฐ์ หลวิชัยคาวี มณีพิชัย สังข์ศิลป์ชัย ได้ทรงเลือกเอาของเก่ามาทรงพระราชนิพนธ์ขึ้นใหม่บางตอน และยังทรงพระราชนิพนธ์บทพากย์โขนอีกหลายชุด เช่น ชุดนางลอย ชุดนาคบาศ และชุดพรหมาสตร์ ซึ่งล้วนมีความไพเราะซาบซึ้งเป็นอมตะใช้แสดงมาจนทุกวันนี้"
      },
      {
        "title": "ด้านประติมากรรม",
        "description": "นอกจากจะทรงส่งเสริมงานช่างด้านหล่อพระพุทธรูปแล้ว พระบาทสมเด็จพระพุทธเลิศหล้านภาลัยยังได้ทรงพระราชอุตสาหะปั้นหุ่นพระพักตร์ของพระพุทธธรรมมิศรราชโลกธาตุดิลก พระประธานในพระอุโบสถวัดอรุณราชวรารามราชวรมหาวิหาร อันเป็นพระพุทธรูปที่สำคัญยิ่งองค์หนึ่งของไทยด้วยพระองค์เอง ซึ่งลักษณะและทรวดทรงของพระพุทธรูปองค์นี้เป็นแบบอย่างที่ประดิษฐ์คิดค้นขึ้นใหม่ในรัชกาลที่ 2 นี้เอง ส่วนด้านการช่างฝีมือและการแกะสลักลวดลายในรัชกาลของพระองค์ได้มีความเจริญก้าวหน้าไปอย่างมาก และพระองค์เองก็ทรงเป็นช่างทั้งการปั้นและการแกะสลักที่เชี่ยวชาญยิ่งพระองค์หนึ่งอย่างยากที่จะหาผู้ใดทัดเทียมได้ นอกจากฝีพระหัตถ์ในการปั้นพระพักตร์พระพุทธธรรมิศรราชโลกธาตุดิลกแล้ว ยังทรงแกะสลักบานประตูพระวิหารพระศรีศากยมุนี วัดสุทัศนเทพวรารามราชวรมหาวิหาร คู่หน้าด้วยพระองค์เองร่วมกับกรมหมื่นจิตรภักดี และทรงแกะหน้าหุ่นหน้าพระใหญ่และพระน้อยที่ทำจากไม้รักคู่หนึ่งที่เรียกว่าพระยารักใหญ่ และพระยารักน้อยไว้ด้วย"
      },
      {
        "titile": "ด้านดนตรี",
        "description": "กล่าวได้ว่า พระบาทสมเด็จพระพุทธเลิศหล้านภาลัยมีพระปรีชาสามารถในด้านนี้ไม่น้อยไปกว่าด้านละครและฟ้อนรำ เครื่องดนตรีที่ทรงถนัดและโปรดปรานคือ ซอสามสาย ซึ่งซอคู่พระหัตถ์ที่สำคัญได้พระราชทานนามว่า \"ซอสายฟ้าฟาด\" และเพลงพระราชนิพนธ์ที่มีชื่อเสียงเป็นที่รู้จักกันดีคือ \"เพลงบุหลันลอยเลื่อน\" หรือ \"บุหลัน (เลื่อน) ลอยฟ้า\" แต่ต่อมามักจะเรียกว่า \"เพลงทรงพระสุบิน\" เพราะเพลงมีนี้มีกำเนิดมาจากพระสุบิน (ฝัน) ของพระองค์เอง โดยเล่ากันว่าคืนหนึ่งหลังจากได้ทรงซอสามสายจนดึก ก็เสด็จเข้าที่บรรทมแล้วทรงพระสุบินว่า ได้เสด็จไปยังดินแดนที่สวยงามดุจสวรรค์ ณ ที่นั่น มีพระจันทร์อันกระจ่างได้ลอยมาใกล้พระองค์ พร้อมกับมีเสียงทิพยดนตรีอันไพเราะยิ่ง ประทับแน่นในพระราชหฤทัย ครั้นทรงตื่นบรรทมก็ยังทรงจดจำเพลงนั้นได้ จึงได้เรียกพนักงานดนตรีมาต่อเพลงนั้นไว้ และทรงอนุญาตให้นำออกเผยแพร่ได้ เพลงนี้จึงเป็นที่แพร่หลายและรู้จักกันกว้างขวางมาจนทุกวันนี้"
      }
    ]
  },
  {
    "id": 3,
    "name": "รัชกาลที่ 3",
    "fullName": "พระบาทสมเด็จพระปรมาธิวรเสรฐมหาเจษฎาบดินทรฯ พระนั่งเกล้าเจ้าอยู่หัว",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/King_Nangklao.jpg/220px-King_Nangklao.jpg",
    "bio": " เป็นพระมหากษัตริย์พระองค์ที่ 3 แห่งราชวงศ์จักรี ครองราชย์ตั้งแต่วันที่ 21 กรกฎาคม พ.ศ. 2367 ถึง 2 เมษายน พ.ศ. 2394\n\nพระบาทสมเด็จพระนั่งเกล้าเจ้าอยู่หัวเป็นพระราชโอรสพระองค์ใหญ่ในพระบาทสมเด็จพระพุทธเลิศหล้านภาลัย และพระองค์แรกที่ประสูติแต่เจ้าจอมมารดาเรียม (ภายหลังได้รับสถาปนาเป็นสมเด็จพระศรีสุลาลัย) เสด็จพระราชสมภพเมื่อ วันจันทร์ แรม 10 ค่ำ เดือน 4 ปีมะแม เวลาค่ำ 10.30 น. (สี่ทุ่มครึ่ง) ตรงกับวันที่ 31 มีนาคม พ.ศ. 2330 (นับแบบปัจจุบัน พ.ศ. 2331) เสวยราชสมบัติเมื่อวันอาทิตย์ เดือน 9 ขึ้น 7 ค่ำ ปีวอก ซึ่งตรงกับวันที่ 21 กรกฎาคม พ.ศ. 2367 สิริดำรงราชสมบัติได้ 26 ปี 255 วัน\n\nทรงมีเจ้าจอมมารดาและเจ้าจอม 56 ท่าน มีพระราชโอรสธิดาทั้งสิ้น 51 พระองค์ เสด็จสวรรคตเมื่อวันพุธ เดือน 5 ขึ้น 1 ค่ำ ปีกุน โทศก จุลศักราช 1212 เวลา 7 ทุ่ม 5 บาท ตรงกับวันที่ 2 เมษายน พ.ศ. 2394 สิริพระชนมพรรษา 63 ปี 2 วัน",
    "work": [
      {
        "title": "ด้านความมั่นคง",
        "description": "พระองค์ได้ทรงป้องกันราชอาณาจักรด้วยการส่งกองทัพไปสกัดทัพของเจ้าอนุวงศ์แห่งเวียงจันทน์ ไม่ให้ยกทัพเข้ามาถึงชานพระนครและขัดขวางไม่ให้เวียงจันทน์เข้าครอบครองหัวเมืองอีสานของสยาม นอกจากนี้ พระองค์ทรงประสบความสำเร็จในการทำให้สยามกับญวนยุติการสู้รบระหว่างกันเกี่ยวกับเรื่องเขมรโดยที่สยามไม่ได้เสียเปรียบญวนแต่อย่างใด"
      },
      {
        "title": "ด้านการคมนาคม",
        "description": "ในรัชสมัยของพระองค์ใช้ทางน้ำเป็นสำคัญ ทั้งในการสงครามและการค้าขาย คลองจึงมีความสำคัญ มากในการย่นระยะทางจากเมืองหนึ่งไปอีกเมืองหนึ่ง จึงโปรดฯให้มีการขุดคลองขึ้น เช่น คลองบางขุนเทียน คลองบางขนาก และ คลองหมาหอน"
      },
      {
        "title": "ด้านการทำนุบำรุงพระพุทธศาสนา",
        "description": "พระองค์ทรงเลื่อมใสในพระพุทธศาสนามาก และได้ทรงสร้างพระพุทธรูปมากมายเช่น พระประธานในอุโบสถวัดสุทัศนเทพวรารามราชวรมหาวิหาร วัดเฉลิมพระเกียรติ วัดปรินายก และวัดนางนอง ทรงสร้างวัดใหม่ขึ้น 3 วัด คือ วัดบวรนิเวศราชวรวิหาร วัดเทพธิดารามวรวิหารและวัดราชนัดดารามวรวิหาร ทรงบูรณปฏิสังขรณ์ วัดเก่าอีก 35 วัด เช่น วัดพระศรีรัตนศาสดาราม ซึ่งสร้างมาแต่รัชกาลที่ 1 วัดอรุณราชวรารามราชวรมหาวิหาร วัดราชโอรสารามราชวรวิหาร เป็นต้น"
      },
      {
        "title": "ด้านการศึกษา",
        "description": "ทรงทำนุบำรุงและสนับสนุนการศึกษา โปรดเกล้าฯ ให้พระเจ้าบรมวงศ์เธอ กรมหลวงวงศาธิราชสนิท แต่งตำราเรียนภาษาไทยขึ้นเล่มหนึ่งคือ หนังสือจินดามณี โปรดเกล้าฯ ให้ผู้รู้นำตำราต่าง ๆ มาจารึกลงในศิลาตามศาลารอบพุทธาวาสวัดพระเชตุพนวิมลมังคลารามราชวรมหาวิหาร ปั้นตั้งไว้ตามเขามอและเขียนไว้ตามฝาผนังต่าง ๆ มีทั้งอักษรศาสตร์ แพทยศาสตร์ พุทธศาสนศึกษา โบราณคดี ฯลฯ เพื่อเป็นการเผยแพร่วิชาการสาขาต่าง ๆ จึงอาจกล่าวได้ว่า วัดพระเชตุพนวิมลมังคลารามเป็นมหาวิทยาลัยแห่งแรกของกรุงสยาม"
      },
      {
        "title": "ด้านสังคมสงเคราะห์",
        "description": "พระองค์ทรงเอาพระทัยใส่ดูแลทุกข์สุขของราษฎร ด้วยมีพระบรมราชวินิจฉัยว่า ไม่ทรงสามารถจะบำบัดทุกข์ให้ราษฎรได้ หากไม่เสด็จออกนอกพระราชวัง เพราะราษฎรจะร้องถวายฏีกาได้ต่อเมื่อพระคลังเวลาเสด็จออกนอกพระราชวังเท่านั้น จึงโปรดให้นำกลองวินิจฉัยเภรีออกตั้ง ณ ทิมดาบกรมวัง ในพระบรมมหาราชวัง เพื่อราษฎรผู้มีทุกข์จะได้ตีกลองร้องถวายฎีกาไปทูลเกล้าทูลกระหม่อมถวาย เพื่อให้มีการชำระความกันต่อไป โดยพระองค์จะคอยซักถามอยู่เนื่อง ๆ ทำให้ตุลาการ ผู้ทำการพิพากษาไม่อาจพลิกแพลงคดีเป็นอื่นได้\n\nในรัชสมัยของพระองค์ได้มีมิชชันนารีชาวอเมริกันและชาวอังกฤษเดินทางเข้ามาเผยแพร่ศาสนาคริสต์เพิ่มมากขึ้น หนึ่งในจำนวนนี้คือศาสนาจารย์ นายแพทย์แดน บีช บรัดเลย์ หรือที่คนไทยรู้จักกันดีในนาม \"หมอบรัดเลย์\" ได้เป็นผู้ริเริ่มให้มีการปลูกฝีป้องกันไข้ทรพิษ และการฉีดวัคซีนป้องกันอหิวาตกโรคและการทำผ่าตัดขึ้นเป็นครั้งแรกในกรุงรัตนโกสินทร์ นอกจากนี้หมอบรัดเลย์ยังได้คิดตัวพิมพ์อักษรไทยขึ้น (ปี พ.ศ. 2379) ทำให้มีการพิมพ์หนังสือภาษาไทยเป็นครั้งแรกโดยพิมพ์คำสอนศาสนาคริสต์เป็นภาษาไทย เมื่อวันที่ 26 ตุลาคม พ.ศ. 2379 ต่อมาปี พ.ศ. 2385 หมอบรัดเลย์พิมพ์ปฏิทินภาษาไทยขึ้นเป็นครั้งแรก\n\nในด้านการหนังสือพิมพ์ฉบับแรกในสมัยรัชกาลที่ 3 หมอบรัดเลย์ได้ออกหนังสือพิมพ์แถลงข่าวรายปักษ์เป็นภาษาไทย ชื่อ บางกอกรีคอร์เดอร์ (Bangkok Recorder) มีเรื่องสารคดี ข่าวราชการ ข่าวการค้า ข่าวเบ็ดเตล็ด ฉบับแรกออกเมื่อวันที่ 4 กรกฎาคม พ.ศ. 2387\n\nหนังสือบทกลอนเล่มแรกที่พิมพ์ขายและผู้เขียนได้รับค่าลิขสิทธิ์คือ นิราศลอนดอน ของหม่อมราโชทัย (หม่อมราชวงศ์กระต่าย อิศรางกูร) โดย หมอบรัดเลย์ ซื้อกรรมสิทธิ์ไปพิมพ์ในราคา 400 บาท เมื่อวันที่ 15 มิถุนายน พ.ศ. 2404 และตีพิมพ์จำหน่ายครั้งแรกเมื่อวันที่ 6 พฤศจิกายน พ.ศ. 2404"
      },
      {
        "title": "ด้านการค้ากับต่างประเทศ",
        "description": "พระองค์ทรงสนับสนุนส่งเสริมการค้าขายกับต่างประเทศ ทั้งกับชาวเอเชียและชาวยุโรป โดยเฉพาะอย่างยิ่งการค้ากับจีนมาตั้งแต่เมื่อครั้งพระองค์ทรงดำรงพระอิสสริยศเป็นกรมหมื่นเจษฎาบดินทร์ ส่งผลให้พระคลังสินค้ามีรายได้เพิ่มมากขึ้น นอกจากนี้ มีการแต่งสำเภาทั้งของราชการ เจ้านาย ขุนนางชั้นผู้ใหญ่ และพ่อค้าชาวจีนไปค้าขายยังเมืองจีนและประเทศใกล้เคียง รวมถึงการเปิดค้าขายกับมหาอำนาจตะวันตกจนมีการลงนามในสนธิสัญญาระหว่างกันคือ สนธิสัญญาเบอร์นี พ.ศ. 2369 และ 6 ปีต่อมาก็ได้เปิดสัมพันธไมตรีกับสหรัฐอเมริกาและมีการทำสนธิสัญญาต่อกันใน พ.ศ. 2375 นับเป็นสนธิสัญญาฉบับแรกที่สหรัฐอเมริกาทำกับประเทศทางตะวันออก ส่งผลให้ไทยได้ผลประโยชน์ทางเศรษฐกิจอย่างมาก"
      },
      {
        "title": "ด้านศิลปกรรม",
        "description": "พระบาทสมเด็จพระนั่งเกล้าเจ้าอยู่หัวโปรดเกล้าฯ ให้บูรณะปฏิสงขรณ์พระปรางค์วัดอรุณราชวรารามจนแล้วเสร็จ และทรงมีรับสั่งให้สร้างเรือสำเภาก่อด้วยอิฐในวัดยานนาวา เพื่อให้ประชาชนได้รู้ว่าเรือสำเภานั้นมีรูปร่างลักษณะอย่างไร เพราะทรงเล็งเห็นว่าภายหน้าจะไม่มีการสร้างเรือสำเภาอีกแล้ว\n\nสำหรับวรรณกรรม พระองค์โปรดเกล้าฯ ให้นักปราชญ์ราชบัณฑิตจารึกวรรณคดีที่สำคัญ ๆ และวิชาแพทย์แผนโบราณลงบนแผ่นศิลา แล้วติดไว้ตามศาลารายรอบพระอุโบสถ รอบพระมหาเจดีย์บริเวณวัดพระเชตุพนวิมลมังคลาราม เพื่อให้ประชาชนได้ศึกษาหาความรู้"
      }
    ]
  },
  {
    "id": 4,
    "name": "รัชกาลที่ 4",
    "fullName": "พระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Thomson%2C_King_Mongkut_of_Siam_%28crop%29.jpg/220px-Thomson%2C_King_Mongkut_of_Siam_%28crop%29.jpg",
    "bio": "เป็นพระมหากษัตริย์ไทยรัชกาลที่ 4 แห่งราชวงศ์จักรี มีพระนามเดิมว่า \"เจ้าฟ้ามงกุฎ\" เสด็จพระราชสมภพ ณ พระราชวังเดิม เมื่อวันพฤหัสบดี ขึ้น 14 ค่ำ เดือน 11 ปีชวด ตรงกับวันที่ 18 ตุลาคม พ.ศ. 2347 ในรัชสมัยพระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช[2] เป็นพระราชโอรสพระองค์ที่ 43 และเป็นลำดับที่ 2 ในพระบาทสมเด็จพระพุทธเลิศหล้านภาลัยกับสมเด็จพระศรีสุริเยนทราบรมราชินี\n\nสยามรู้สึกถึงแรงกดดันจากการล่าอาณานิคมของชาติตะวันตกในรัชสมัยของพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว ซึ่งพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวรับเอานวัตกรรมตะวันตกมาและริเริ่มพัฒนาประเทศของพระองค์ให้ทันสมัย ทั้งในด้านเทคโนโลยีและวัฒนธรรม จนทำให้พระองค์ได้รับพระสมัญญานามว่า \"พระบิดาแห่งวิทยาศาสตร์และเทคโนโลยี\" และพระองค์ยังทรงเป็น 1 ใน 8 สมเด็จพระบูรพกษัตริย์สยามที่ทรงเป็น “มหาราช” ในประเทศไทย\n\nพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวยังสถาปนาพระอนุชาของพระองค์ คือ เจ้าฟ้าจุฑามณี กรมขุนอิศเรศรังสรรค์ เป็นพระมหากษัตริย์พระองค์ที่ 2 โดยได้ประกอบพิธีบวรราชาภิเษกในปี พ.ศ. 2394 เป็นพระบาทสมเด็จพระปิ่นเกล้าเจ้าอยู่หัว โดยพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวมีพระราชดำรัสว่าพระบาทสมเด็จพระปิ่นเกล้าเจ้าอยู่หัวควรได้รับการถวายความเคารพเสมอด้วยพระองค์ (ดังที่สมเด็จพระนเรศวรมหาราชทรงกระทำกับพระอนุชาคือสมเด็จพระเอกาทศรถ เมื่อ พ.ศ. 2135) ในรัชสมัยพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว อำนาจของตระกูลบุนนาคมาถึงจุดสูงสุด กลายเป็นตระกูลขุนนางที่มีอำนาจสูงสุดในสยาม",
    "work": [
      {
        "title": "ด้านกฎหมาย",
        "description": "ในรัชสมัยของพระองค์ มีการลดภาษีอากร ลดหย่อนค่านา ยกเลิกการเก็บอากรตลาด เปลี่ยนเป็นเก็บภาษีโรงร้านเรือนแพจากผู้ค้าขายรายใหม่ ประกาศมิให้ตกข้าวแก่ชาวนา ออกพระราชบัญญัติกำหนดใช้ค่าที่ดินให้ราษฎรเมื่อมีการเวนคืน ออกประกาศเตือนราษฎรให้รอบคอบในการทำนิติกรรม ยังมีการออกกฎหมายสำคัญ คือกำหนดลักษณะของผู้ที่จะถูกขายเป็นทาสให้เป็นธรรมยิ่งขึ้น โปรดเกล้า ฯ ให้ยกเลิกกฎหมายเดิมที่ให้ สิทธิบิดา มารดา และสามีในการขายบุตรและภรรยา และตราพระราชบัญญัติใหม่ให้การซื้อขายทาส เป็นไปด้วยความยินยอมของเจ้าตัวที่จะถูกขายเป็นทาสเท่านั้น"
      },
      {
        "title": "ด้านวรรณคดีพุทธศาสนา",
        "description": "พระองค์ทรงเอาพระทัยใส่ทำนุบำรุงเป็นอย่างดี พระราชนิพนธ์ส่วนใหญ่เป็นประเภทร้อยแก้ว บทพระราชนิพนธ์ที่สำคัญ ได้แก่\nชุมนุมพระบรมราโชบาย 4 หมวด คือ หมวดวรรณคดี โบราณคดี ธรรมคดี และตำรา\nตำนานเรื่อง พระแก้วมรกต เรื่องปฐมวงศ์\nทรงริเริ่มให้มีการค้นคว้าศิลาจารึกในประเทศไทยขึ้นเป็นครั้งแรก คือ จารึกหลักที่ 1 ของพ่อขุนรามคำแหงและจารึกหลักที่ 4 ของพระยาลิไทย"
      },
      {
        "title": "ด้านพระพุทธศาสนา",
        "description": "พระองค์ทรงฟื้นฟูพระพุทธศาสนาให้รุ่งเรือง โดยทรงตั้งธรรมยุตติกาวงศ์ขึ้น เป็นนิกายใหม่ในพระพุทธศาสนา ที่มีความเคร่งครัดในพระธรรมวินัยและระเบียบแบบแผน ด้านพระพุทธศาสนา"
      },
      {
        "title": "ด้านความสัมพันธ์กับต่างประเทศ",
        "description": "ด้วยเหตุที่ทรงสนพระทัยในวิทยาการตะวันตกมาตั้งแต่ก่อนขึ้นครองราชย์ จึงทรงคุ้นเคยกับชาวตะวันตกโดยเฉพาะอังกฤษเป็นอย่างมาก ทั้งยังเกี่ยวข้องกับเสนาบดีสกุลบุนนาคเช่นพระยาศรีสุริยวงศ์ (ช่วง บุนนาค) ผู้กราบบังคมทูลเชิญเสด็จขึ้นครองราชย์นั้นก็เป็นผู้สนิทสนมและนิยมอังกฤษ เช่นนี้ในรัชสมัยของพระองค์จึงเปิดความสัมพันธ์กับประเทศตะวันตกอย่างกว้างขวาง มีการทำสัญญากับต่างประเทศถึง 10 ประเทศ ทรงยึดนโยบาย \"ผ่อนสั้น ผ่อนยาว\" มาใช้กับประเทศมหาอำนาจเป็นพระองค์แรกในสมัยรัตนโกสินทร์ อันทำให้ไทยสามารถดำรงเอกราชอยู่ได้จนทุกวันนี้ พระองค์ได้ส่งคณะทูตไทยโดยมีพระยามนตรีสุริยวงศ์เป็นราชทูต เจ้าหมื่นสรรเพ็ชภักดีเป็นอุปทูต หมื่นมณเฑียรพิทักษ์เป็นตรีทูต นำพระราชสาส์นไปถวายสมเด็จพระราชินีนาถวิกตอเรียแห่งอังกฤษนับเป็นความคิดริเริ่มให้มีการเดินทางออกนอกประเทศได้ เนื่องจากแต่เดิมกฎหมายห้ามมิให้ เจ้านาย พระราชวงศ์ ข้าราชการผู้ใหญ่เดินทางออกจากพระนคร เว้นเสียแต่ไปในการสงครามกับกองทัพ\n\nพระองค์โปรดเกล้าให้ชาวต่างประเทศรับราชการเป็นกงสุลไทย เช่น เซอร์ จอห์น เบาริง อัครราชทูตของสมเด็จพระราชินีนาถวิกตอเรียแห่งสหราชอาณาจักร สมเด็จพระราชินีนาถวิกตอเรียแห่งประเทศอังกฤษ เข้ามาทำสนธิสัญญากับประเทศไทยเป็นชาติแรก เมื่อ พ.ศ. 2398 ได้พระราชทานบรรดาศักดิ์เป็น \"พระยาสยามานุกูลกิจ สยามมิตรมหายศ\" เป็นกงสุลไทยประจำกรุงลอนดอน"
      },
      {
        "title": "ด้านการศึกษาศิลปวิทยา",
        "description": "พระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวทรงเป็นนักดาราศาสตร์ไทย ทรงการคำนวณการเกิดสุริยุปราคาเต็มดวงได้อย่างแม่นยำในวันที่ 18 สิงหาคม พ.ศ. 2411 ล่วงหน้า 2 ปี[16] และได้เสด็จพระราชดำเนินพร้อมเชิญทูตฝรั่งเศสและสิงคโปร์ทอดพระเนตรสุริยุปราคาครั้งนั้น นอกจากนี้ พระปรีชาสามารถของพระองค์ในด้านวิทยาศาสตร์นั้น ยังทำให้พระองค์ได้รับการยกย่องเป็นสมาชิกกิตติมศักดิ์ของสัตววิทยาสมาคมแห่งสหราชาอาณาจักรอีกด้วย[17] วันที่ 14 เมษายน พ.ศ. 2525 รัฐบาลพลเอกเปรม ติณสูลานนท์ ประกาศยกย่องพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวเป็น \"พระบิดาแห่งวิทยาศาสตร์ไทย\" และอนุมัติให้วันที่ 18 สิงหาคมของทุกปีเป็นวันวิทยาศาสตร์แห่งชาติ\n\nทรงใส่พระทัยกวดขันคนไทยให้ใช้ภาษาไทยให้ถูกต้อง ทรงสนับสนุนโรงเรียนของหมอสอนศาสนาที่เข้ามาเปิดกิจการในประเทศไทยเพื่อให้คนไทยได้เรียนรู้ภาษา อรรถคดี และวิทยาการของชาติตะวันตก ทรงพระกรุณาส่งข้าราชการระดับบริหารไปศึกษางานที่จำเป็น สำหรับราชการไทย ณ ต่างประเทศ ทรงพระกรุณาโปรดเกล้า ฯ จัดตั้งโรงอักษรพิมพการขึ้นในพระบรมมหาราชวัง ผลิตข่าวสารของทางราชการเผยแพร่ให้ราษฎรได้ทราบทั่วถึงกัน ใช้ชื่อว่า ราชกิจจานุเบกษา ซึ่งยังคงพิมพ์มาจนถึงปัจจุบัน"
      },
      {
        "title": "ด้านโหราศาสตร์",
        "description": "นอกจากนี้แล้ว ยังทรงเป็นนักโหราศาสตร์อีกด้วย ทรงแต่งตำราทางโหราศาสตร์ที่เรียกว่า \"เศษพระจอมเกล้า\" ซึ่งเป็นอีกหนึ่งตำราที่ได้รับการยอมรับว่าแม่นยำ [18] และทรงได้รับการยกย่องเชิดชูเกียรติว่าทรงเป็น \"พระบิดาแห่งโหราศาสตร์ไทย\""
      },
      {
        "title": "การรุกรานอินโดจีนของฝรั่งเศส",
        "description": "เมื่อราชสำนักเวียดนามตั้งตัวเป็นศัตรูต่อศาสนาคริสต์ ทำให้ฝรั่งเศสมีเหตุผลที่จะใช้กำลังทหารเข้าแทรกแทรงเวียดนามด้วยกำลังอาวุธ ท้ายที่สุดเวียดนามก็เสียภาคใต้แก่ฝรั่งเศสในวันที่ 9 กุมภาพันธ์ พ.ศ. 2402 รัฐบาลสยามค่อนข้างยินดีที่ฝรั่งเศสทำให้ภัยคุกคามต่อสยามจากเวียดนามกำลังจะหมดไป และปรารถนาที่กระชับไมตรีกับฝรั่งเศสในทันทีที่ฝรั่งเศสเข้าปกครองเวียดนามทั้งหมด อย่างไรก็ตาม ราชสำนักเวียดนามในกรุงฮานอยได้ส่งราชทูตลับมายังกรุงเทพ เพื่อเสนอยกบางส่วนของไซ่ง่อนให้สยาม[13] แลกกับการที่สยามจะต้องให้เวียดนามเดินทัพผ่านเขมร(ซึ่งเป็นประเทศราชของสยาม)เพื่ออ้อมไปโจมตีฝรั่งเศส[13] แม้พระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวจะไม่เห็นด้วย แต่เนื่องจากพวกขุนนางสยามสนับสนุนข้อเสนอดังกล่าวทำให้พระองค์ต้องยอมตาม ดังนั้นสยามจึงยกทัพเข้าประจำชายแดนด้านตะวันออกติดกับเวียดนาม และยื่นคำขาดว่า หากเวียดนามกระทำการใดที่เป็นการรุกรานเขมรแล้ว สยามจะบุกเวียดนามทันที\n\nรัฐบาลฝรั่งเศสมองว่าการกระทำดังกล่าวเป็น \"นโยบายเหยียบเรือสองแคม\" ของสยาม[14] คือวางตัวเป็นกลางระหว่างเวียดนามและฝรั่งเศส ส่วนกงสุลฝรั่งเศสก็เรียกร้องต่อรัฐบาลสยามเพื่อขอทำสนธิสัญญากับเขมรโดยตรง เนื่องจากเขมรมีพรมแดนร่วมกับไซ่ง่อนซึ่งอยู่ในบังคับของฝรั่งเศสแล้ว ขณะเดียวกัน สหรัฐอเมริกาและอังกฤษก็พยายามยุแยงให้สยามไม่ไว้วางใจฝรั่งเศส การที่รัฐบาลสยามเอาแน่เอานอนไม่ได้เช่นนี้ ทำให้รัฐบาลฝรั่งเศสมีความเห็นว่าฝรั่งเศสควรจะแสดงบทบาทเป็นผู้อารักขาอินโดจีนเสียเลย ดังนั้นรัฐบาลฝรั่งเศสจึงมีโทรเลขถึงรัฐบาลสยาม เรียกร้องสิทธิของฝรั่งเศสเหนือเขมรและเรียกร้องขอทำสนธิสัญญาโดยตรงกับเขมร โดยอ้างชัยชนะของตนในเวียดนามใต้ รัฐบาลสยามปฏิเสธในทันที เรียกร้องให้มีการเจรจากันที่กรุงเทพ[14] ในระหว่างนี้สยามได้ชิงตัดหน้าฝรั่งเศสทำสนธิสัญญากับเขมรอย่างลับ ๆ ใน พ.ศ. 2406 มีเนื้อหาระบุว่าเขมรยอมรับอธิปไตยของสยามเหนือเขมร\n\nในปีพ.ศ. 2410 รัฐบาลสยามทำสนธิสัญญากับฝรั่งเศส โดยสยามยกดินแดน 123,050 ตร.กม. พร้อมเกาะ 6 เกาะให้เป็นดินแดนในอารักขาของฝรั่งเศส และฝรั่งเศสก็รับรองว่าดินเขมรส่วนใน อันประกอบด้วย พระตะบอง เสียมราฐ ศรีโสภณ เป็นดินแดนในอธิปไตยของสยาม"
      }
    ]
  },
  {
    "id": 5,
    "name": "รัชกาลที่ 5",
    "fullName": "พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Chulalongkorn_LoC.jpg/220px-Chulalongkorn_LoC.jpg",
    "bio": "ทรงเป็นพระมหากษัตริย์สยาม รัชกาลที่ 5 แห่งราชวงศ์จักรี เสด็จพระราชสมภพเมื่อวันอังคาร เดือน 10 แรม 3 ค่ำ ปีฉลู ตรงกับวันที่ 20 กันยายน พ.ศ. 2396 เป็นพระราชโอรสพระองค์ที่ 4 ในพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว และเป็นพระองค์ที่ 1 ในสมเด็จพระเทพศิรินทราบรมราชินี เสวยราชสมบัติเมื่อวันพฤหัสบดี เดือน 11 ขึ้น 15 ค่ำ ปีมะโรง พ.ศ. 2411 [3] เสด็จสวรรคต เมื่อวันอาทิตย์ เดือน 11 แรม 4 ค่ำ ปีจอ ตรงกับวันที่ 23 ตุลาคม พ.ศ. 2453 ด้วยโรคพระวักกะ\n\nรัชสมัยของพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวมีการปฏิรูปประเทศสยามให้ทันสมัย ​​การปฏิรูปการปกครองและสังคม การเสียดินแดนให้แก่อังกฤษและฝรั่งเศส เมื่อสยามถูกล้อมรอบด้วยอาณานิคมของชาติตะวันตก พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวรักษาเอกราชของสยามด้วยพระบรมราโชบายและพระราชกรณียกิจของพระองค์[4] การปฏิรูปทั้งหมดของพระองค์ทุ่มเทเพื่อรักษาเอกราชของสยามเนื่องจากการคุกคามของมหาอำนาจตะวันตก พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวจึงได้รับพระสมัญญาเป็นพระปิยมหาราช",
    "work": [
      {
        "title": "ด้านทั่วไป",
        "description": "พระราชกรณียกิจที่สำคัญของรัชกาลที่ 5 ได้แก่ ทรงพระกรุณาโปรดเกล้าฯ ให้มีการเลิกทาสและไพร่ในประเทศไทย การป้องกันการเป็นอาณานิคมของจักรวรรดิฝรั่งเศสและจักรวรรดิอังกฤษ ได้มีการประกาศออกมาให้มีการนับถือศาสนาโดยอิสระในประเทศ โดยบุคคลศาสนาคริสต์และศาสนาอิสลามสามารถปฏิบัติศาสนกิจได้อย่างอิสระ นอกจากนี้ได้มีการนำระบบจากทางยุโรปมาใช้ในประเทศไทย ได้แก่ระบบการใช้ธนบัตรและเหรียญบาท ใช้ระบบเขตการปกครองใหม่ เช่น มณฑลเทศาภิบาล จังหวัด และอำเภอ และได้มีการสร้างรถไฟ สายแรก คือ กรุงเทพฯ ถึง อยุธยา ลงวันที่ 1 มีนาคม ร.ศ.109 ซึ่งตรงกับ พุทธศักราช 2433 นอกจากนี้ได้มีงานพระราชนิพนธ์ ที่สำคัญ การก่อตั้งการประปา การไฟฟ้า ไปรษณีย์โทรเลข โทรศัพท์ การสื่อสาร การรถไฟ ส่วนการคมนาคม ให้มีการขุดคลองหลายแห่ง เช่น คลองประเวศบุรีรมย์ คลองสำโรง คลองแสนแสบ คลองนครเนื่องเขต คลองรังสิตประยูรศักดิ์ คลองเปรมประชากร และ คลองทวีวัฒนา ยังทรงโปรดเกล้าฯ ให้ขุดคลองส่งน้ำประปา จากเชียงราก สู่สามเสน อำเภอดุสิต จังหวัดพระนคร ซึ่งคลองนี้ส่งน้ำจากแหล่งน้ำดิบเชียงราก ผ่านอำเภอสามโคก อำเภอเมืองปทุมธานี อำเภอคลองหลวง อำเภอธัญบุรีและอำเภอลำลูกกา จังหวัดปทุมธานี, อำเภอปากเกร็ด และ อำเภอเมืองนนทบุรี จังหวัดนนทบุรี และ เขตสายไหม เขตบางเขน เขตดอนเมือง เขตหลักสี่ เขตจตุจักร เขตบางซื่อ เขตดุสิต เขตพญาไท และ เขตราชเทวี กรุงเทพมหานคร\n\nพระราชกรณียกิจด้านสังคม ทรงยกเลิกระบบไพร่ โดยให้ไพร่เสียเงินแทนการถูกเกณฑ์ นับเป็นการเกิดระบบทหารอาชีพในประเทศไทย[17] นอกจากนี้ พระองค์ยังทรงเลิกทาสแบบค่อยเป็นค่อยไป เริ่มจากออกกฎหมายให้ลูกทาสอายุครบ 20 ปีเป็นอิสระ จนกระทั่งออกพระราชบัญญัติเลิกทาส ร.ศ. 124 (พ.ศ. 2448) ซึ่งปล่อยทาสทุกคนให้เป็นอิสระและห้ามมีการซื้อขายทาส[18]"
      },
      {
        "title": "ด้านการปฏิรูปการปกครอง",
        "description": "พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวทรงตระหนักถึงการคุกคามจากจักรวรรดินิยมตะวันตกที่มีต่อประเทศในแถบเอเชีย โดยมักอ้างความชอบธรรมในการเข้ายึดครองดินแดนแถบนี้ว่าเป็นการทำให้บ้านเมืองเจริญก้าวหน้าอันเป็น \"ภาระของคนขาว\"[19] ทำให้ต้องทรงปฏิรูปบ้านเมืองให้ทันสมัย โดยพระราชกรณียกิจดังกล่าวเริ่มขึ้นตั้งแต่ พ.ศ. 2416[19]\n\nประการแรก ทรงตั้งสภาที่ปรึกษาขึ้นมาสองสภา ได้แก่ สภาที่ปรึกษาราชการแผ่นดิน (เคาน์ซิลออฟสเตต) และสภาที่ปรึกษาในพระองค์ (ปรีวีเคาน์ซิล) ในปี พ.ศ. 2417 และทรงตั้งขุนนางระดับพระยา 12 นายเป็น \"เคาน์ซิลลอร์\" ให้มีอำนาจขัดขวางหรือคัดค้านพระราชดำริได้ และทรงตั้งพระราชวงศานุวงศ์ 13 พระองค์ และขุนนางอีก 36 นาย ช่วยถวายความคิดเห็นหรือเป็นกรรมการดำเนินการต่าง ๆ แต่สมเด็จเจ้าพระยาบรมมหาศรีสุริยวงศ์ (ช่วง บุนนาค) ขุนนางสกุลบุนนาค และกรมพระราชวังบวรวิไชยชาญ เห็นว่าสภาที่ปรึกษาเป็นความพยายามดึงพระราชอำนาจของพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว ทำให้เกิดความขัดแย้งที่เรียกว่า วิกฤตการณ์วังหน้า[20] วิกฤตการณ์ดังกล่าวทำให้การปฏิรูปการปกครองชะงักลงกระทั่ง พ.ศ. 2428\n\nพ.ศ. 2427 ทรงปรึกษากับพระวรวงศ์เธอ พระองค์เจ้าปฤษฎางค์ อัครราชทูตไทยประจำอังกฤษ ซึ่งพระองค์เจ้าปฤษฎางค์ พร้อมเจ้านายและข้าราชการ 11 นาย ได้กราบทูลเสนอให้เปลี่ยนแปลงการปกครองเป็นแบบราชาธิปไตยภายใต้รัฐธรรมนูญ แต่พระองค์ทรงเห็นว่ายังไม่พร้อม แต่ก็โปรดให้ทรงศึกษารูปแบบการปกครองแบบประเทศตะวันตก และ พ.ศ. 2431 ทรงเริ่มทดลองแบ่งงานการปกครองออกเป็น 12 กรม (เทียบเท่ากระทรวง)[21]\n\nพ.ศ. 2431 ทรงตั้ง \"เสนาบดีสภา\" หรือ \"ลูกขุน ณ ศาลา\" ขึ้นเป็นฝ่ายบริหาร ต่อมา ใน พ.ศ. 2435 ได้ตั้งองคมนตรีสภา เดิมเรียกสภาที่ปรึกษาในพระองค์ เพื่อวินิจฉัยและทำงานให้สำเร็จ และรัฐมนตรีสภา หรือ \"ลูกขุน ณ ศาลาหลวง\" ขึ้นเพื้อปรึกษาราชการแผ่นดินที่เกี่ยวกับกฎหมาย นอกจากนี้ยังทรงจัดให้มี \"การชุมนุมเสนาบดี\" อันเป็นการประชุมปรึกษาราชการที่มุขกระสัน พระที่นั่งดุสิตมหาปราสาท[22]\n\nด้วยความพอพระทัยในผลการดำเนินงานของกรมทั้งสิบสองที่ได้ทรงตั้งไว้เมื่อ พ.ศ. 2431 แล้ว พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวจึงทรงประกาศตั้งกระทรวงขึ้นอย่างเป็นทางการจำนวน 12 กระทรวง เมื่อวันที่ 1 เมษายน พ.ศ. 2435 อันประกอบด้วย\n1. กระทรวงมหาดไทย รับผิดชอบงานที่เดิมเป็นของสมุหนายก ดูแลกิจการพลเรือนทั้งหมดและบังคับบัญชาหัวเมืองฝ่ายเหนือและชายทะเลตะวันออก\n2. กระทรวงนครบาล รับผิดชอบกิจการในพระนคร\n3. กระทรวงโยธาธิการ รับผิดชอบการก่อสร้าง\n4. กระทรวงธรรมการ ดูแลการศาสนาและการศึกษา\n5. กระทรวงเกษตรพานิชการ รับผิดชอบงานที่ในปัจจุบันเป็นของกระทรวงเกษตรและสหกรณ์และกระทรวงพาณิชย์\n6. กระทรวงยุติธรรม ดูแลเรื่องตุลาการ\n7. กระทรวงมรุธาธร ดูแลเครื่องราชูปโภคของพระมหากษัตริย์\n8. กระทรวงยุทธนาธิการ รับผิดชอบปฏิบัติการการทหารสมัยใหม่ตามแบบยุโรป\n9. กระทรวงพระคลังสมบัติ รับผิดชอบงานที่ในปัจจุบันเป็นของกระทรวงการคลัง\n10. กระทรวงการต่างประเทศ (กรมท่า) รับผิดชอบการต่างประเทศ\n11. กระทรวงกลาโหม รับผิดชอบกิจการทหาร และบังคับบัญชาหัวเมืองฝ่ายใต้\n12. กระทรวงวัง รับผิดชอบกิจการพระมหากษัตริย์[23]\n\n\nหลังจากวิกฤตการณ์ ร.ศ. 112 (พ.ศ. 2436) ทรงให้กระทรวงมหาดไทยรับผิดชอบกิจการพลเรือนเพียงอย่างเดียว และให้กระทรวงกลาโหมรับผิดชอบกิจการทหารเพียงอย่างเดียว ยุบกรม 2 กรม ได้แก่ กรมยุทธนาธิการ โดยรวมเข้ากับกระทรวงกลาโหม และกรมมรุธาธร โดยรวมเข้ากับกระทรวงวัง และเปลี่ยนชื่อกระทรวงเกษตรพานิชการ เป็น กระทรวงเกษตราธิการ ด้านการปกครองส่วนภูมิภาค มีการรวมอำนาจเข้าสู่ศูนย์กลาง ทำให้ไทยกลายมาเป็นรัฐชาติสมัยใหม่[24] โดยการลดอำนาจเจ้าเมือง และนำข้าราชการส่วนกลางไปประจำแทน ทรงทำให้นครเชียงใหม่ (พ.ศ. 2317–2442) รวมเข้าเป็นส่วนหนึ่งของสยาม ตลอดจนทรงแต่งตั้งให้พระเจ้าน้องยาเธอ กรมหมื่นประจักษ์ศิลปาคม ไปประจำที่อุดรธานี เป็นจุดเริ่มต้นของการปกครองแบบเทศาภิบาล[25]\n\nพ.ศ. 2437 ทรงกำหนดให้เทศาภิบาลขึ้นกับกระทรวงมหาดไทย ยกเลิกระบบกินเมือง และระบบหัวเมืองแบบเก่า (ได้แก่ หัวเมืองชั้นใน ชั้นนอก และเมืองประเทศราช) จัดเป็นมณฑล เมือง อำเภอ หมู่บ้าน ออกพระราชกำหนดสุขาภิบาลกรุงเทพฯ ร.ศ.116 (พ.ศ.2440) จัดตั้งสุขาภิบาลกรุงเทพ สุขาภิบาลแห่งแรกของประเทศ ขึ้นกับกระทรวงนครบาล ระบบเทศาภิบาลดังกล่าวทำให้สยามกลายเป็นรัฐชาติที่มั่นคง มีเขตแดนที่ชัดเจนแน่นอน นับเป็นการรักษาเอกราชของประเทศ และทำให้ราษฎรมีคุณภาพชีวิตดีขึ้น[26]\n\nพระองค์ยังได้ส่งเจ้านายหลายพระองค์ไปศึกษาในทวีปยุโรป เพื่อมาดำรงตำแหน่งสำคัญในการปกครองที่ได้รับการปฏิรูปใหม่นี้ และทรงจ้างชาวต่างประเทศมารับราชการในตำแหน่งที่คนไทยยังไม่เชี่ยวชาญ ทรงตั้งสุขาภิบาลท่าฉลอม เป็นสุขาภิบาลหัวเมืองแห่งแรกของประเทศ วันที่ 18 มีนาคม พ.ศ. 2448 (ร.ศ.124) ถือเป็นการเริ่มต้นการกระจายอำนาจสู่ท้องถิ่นและเริ่มต้นการปกครองส่วนท้องถิ่งครั้งแรก วันที่ 18 มีนาคม ทุกปีจึงเป็นวันท้องถิ่นไทย และออกพระราชบัญญัติสุขาภิบาลหัวเมือง ร.ศ. 127 (พ.ศ.2451) และจัดตั้งสุขาภิบาลเพิ่มขึ้นอีก 13 แห่งหลังจากนั้น"
      },
      {
        "title": "การเสด็จประพาสต้นและประพาสหัวเมือง",
        "description": "เส้นทางเสด็จประพาสต้นครั้งแรกเมื่อ พ.ศ. 2447 ระหว่างวันที่ 14 กรกฎาคม ถึงวันที่ 7 สิงหาคม เป็นเวลา 25 วันเป็นการเสด็จทางเรือจากบางปะอินล่องมาตามแม่น้ำเจ้าพระยา ผ่านเมืองนนทบุรี เข้าคลองบางกอกใหญ่ คลองภาษีเจริญ ฝั่งธนบุรี แล้วเสด็จฯ เข้าคลองดำเนินสะดวกเมืองราชบุรี ผ่านแม่น้ำแม่กลองไปเมืองเพชรบุรี เสด็จประพาสทางทะเล แวะเมืองสมุทรสงคราม ไปเมืองสมุทรสาคร ไปเมืองสุพรรณบุรี"
      },
      {
        "title": "การเสด็จประพาสสิงคโปร์ ชวา พม่าและอินเดีย",
        "description": "พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวเสด็จประพาสต่างประเทศครั้งแรกที่สิงคโปร์และปัตตาเวีย ตามคำแนะนำของมิสเตอร์น็อกซ์ (Knox) กงสุลอังกฤษ ที่เสนอเจ้าพระยาศรีสุริยวงศ์ในการจัดการศึกษาวิธการปกครองถวายแด่รัชกาลที่ 5 โดยให้เสด็จทอดพระเนตรเมืองสิงคโปร์ซึ่งเป็นอาณานิคมอังกฤษ เมืองปัตตาเวียและเมืองเสมารังซึ่งเป็นอาณานิคมฮอลันดา เพื่อศึกษาวิธีการปกครองตามแบบอย่างของอังกฤษ และศึกษาความเจริญทางด้านเศรษฐกิจและสังคมแบบตะวันตกเพื่อนำมาใช้ปฏิรูปประเทศไทยให้ทันสมัย"
      },
      {
        "title": "การเสด็จประพาสยุโรป",
        "description": "พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว รัชกาลที่ 5 ทรงเป็นพระมหากษัตริย์ไทยพระองค์แรกที่ทรงเดินทางไปถึงทวีปยุโรป การเสด็จฯ เยือนครั้งประวัติศาสตร์ในปี พ.ศ. 2440 (ร.ศ. 116) ถือเป็นทั้งเรื่องใหญ่และใหม่มากในสมัยนั้น"
      },
      {
        "title": "การเสียดินแดนให้ฝรั่งเศส",
        "description": "ครั้งที่ 1 เสียแคว้นเขมร (เขมรส่วนนอก) เนื้อที่ประมาณ 123, 050 ตารางกิโลเมตร และเกาะอีก 6 เกาะ วันที่ 15 กรกฎาคม พ.ศ. 2410\n\nครั้งที่ 2 เสียแคว้นสิบสองจุไท หัวพันห้าทั้งหก เมืองพวน แคว้นหลวงพระบาง แคว้นเวียงจันทน์ คำม่วน และแคว้นจำปาศักดิ์ฝั่งตะวันออก (หัวเมืองลาวทั้งหมด) โดยยึดเอาดินแดนสิบสองจุไทย และได้อ้างว่าดินแดนหลวงพระบาง เวียงจันทน์ และนครจำปาศักดิ์ เคยเป็นประเทศราชของญวนและเขมรมาก่อน จึงบีบบังคับเอาดินแดนเพิ่มอีก เนื้อที่ประมาณ 321,000 ตารางกิโลเมตร วันที่ 27 มีนาคม พ.ศ. 2431 ประเทศฝรั่งเศสข่มเหงไทยอย่างรุนแรงโดยส่งเรือรบล่วงเข้ามาในแม่น้ำเจ้าพระยา เมื่อถึงป้อมพระจุลจอมเกล้า ฝ่ายไทยยิงปืนไม่บรรจุกระสุน 3 นัดเพื่อเตือนให้ออกไป แต่ทางฝรั่งเศสกลับระดมยิงปืนใหญ่เข้ามาเป็นอันมาก เกิดการรบกันพักหนึ่ง ในวันที่ 13 กรกฎาคม พ.ศ. 2436 (วิกฤตการณ์ ร.ศ.112) ฝรั่งเศสนำเรือรบมาทอดสมอ หน้าสถานทูตของตนในกรุงเทพฯ ได้สำเร็จ (ทั้งนี้ ประเทศอังกฤษ ได้ส่งเรือรบเข้ามาลอยลำอยู่ 2 ลำ ที่อ่าวไทยเช่นกัน แต่มิได้ช่วยปกป้องไทยแต่อย่างใด) ฝรั่งเศสยื่นคำขาดให้ไทย 3 ข้อ ให้ตอบใน 48 ชั่วโมง เนื้อหา คือ\n\tให้ไทยใช้ค่าเสียหายสามล้านแฟรงค์ โดยจ่ายเป็นเหรียญนกจากเงินถุงแดง พร้อมส่งเช็คให้สถานทูตฝรั่งเศสแถวบางรัก\n\tให้ยกดินแดนบนฝั่งซ้ายแม่น้ำโขงและเกาะต่าง ๆ ในแม่น้ำด้วย\n\tให้ถอนทัพไทยจากฝั่งแม่น้ำโขงออกให้หมดและไม่สร้างสถานที่สำหรับการทหาร ในระยะ 25 กิโลเมตร ทางฝ่ายไทยไม่ยอมรับในข้อ 2 ฝรั่งเศสจึงส่งกองทัพมาปิดอ่าวไทย เมื่อวันที่ 26 กรกฎาคม – 3 สิงหาคม พ.ศ. 2436 และยึดเอาจังหวัดจันทบุรีกับจังหวัดตราดไว้ เพื่อบังคับให้ไทยทำตาม\nไทยเสียเนื้อที่ประมาณ 50, 000 ตารางกิโลเมตร ให้แก่ฝรั่งเศส ในวันที่ 3 ตุลาคม พ.ศ. 2436 และฝรั่งเศสได้ยึดเอาจันทบุรีกับตราด ไว้ต่ออีก นานถึง 11 ปี (พ.ศ. 2436–2447)\nปี พ.ศ. 2446 ไทยต้องทำสัญญายกดินแดน ร.ศ.122 ให้ฝรั่งเศสอีก คือ ยกจังหวัดตราดและเกาะใต้แหลมสิงห์ลงไป (มีเกาะช้างเป็นต้น) ไปถึง ประจันตคีรีเขตร์ (เกาะกง) ดังนั้นฝรั่งเศสจึงถอนกำลังจากจันทบุรีไปตั้งที่ตราด ในปี พ.ศ. 2447\nวันที่ 23 มีนาคม พ.ศ. 2449 เสียดินแดน ร.ศ. 125 ไทยต้องยกดินแดนมณฑลบูรพา คือเขมรส่วนใน ได้แก่เสียมราฐ พระตะบอง และศรีโสภณ ให้ฝรั่งเศสอีก ฝรั่งเศสจึงคืนจังหวัดตราดให้ไทย รวมถึงเกาะทั้งหลายจนถึงเกาะกูด รวมแล้วในคราวนี้ ไทยเสียเนื้อที่ประมาณ 66,555 ตารางกิโลเมตร\nและไทยเสียดินแดนอีกครั้งทางด้านขวาของแม่น้ำโขง คืออาณาเขต ไชยบุรี และจำปาศักดิ์ตะวันตก ในวันที่ 23 กุมภาพันธ์ พ.ศ. 2450 (ร.ศ.126)"
      },
      {
        "title": "การเสียดินแดนให้อังกฤษ",
        "description": "เสียดินแดนฝั่งซ้ายแม่น้ำสาละวิน (5 เมืองเงี้ยว และ 13 เมืองกะเหรี่ยง) ให้อังกฤษ เมื่อ 27 ตุลาคม พ.ศ. 2435\nเสียดินแดน รัฐไทรบุรี รัฐกลันตัน รัฐตรังกานู และรัฐปะลิส ให้อังกฤษ เมื่อ 10 มีนาคม พ.ศ. 2451 (นับอย่างใหม่ พ.ศ. 2452) เพื่อขอกู้เงิน 4 ล้านปอนด์ทองคำอัตราดอกเบี้ย 4% ต่อปี มีเวลาชำระหนี้ 40 ปี"
      }
    ]
  },
  {
    "id": 6,
    "name": "รัชกาลที่ 6",
    "fullName": "พระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว",
    "bio": "เป็นพระมหากษัตริย์สยาม รัชกาลที่ 6 แห่งราชวงศ์จักรี เสด็จพระราชสมภพเมื่อวันเสาร์ เดือนยี่ ขึ้น 2 ค่ำ ปีมะโรง ตรงกับวันที่ 1 มกราคม พ.ศ. 2424 เป็นพระราชโอรสพระองค์ที่ 32 ในพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว เสวยราชสมบัติเมื่อวันอาทิตย์ที่ 23 ตุลาคม ปีจอ พุทธศักราช 2453 และเสด็จสวรรคตเมื่อวันพฤหัสบดีที่ 26 พฤศจิกายน พ.ศ. 2468 ปีฉลู รวมพระชนมพรรษา 44 พรรษา เสด็จดำรงราชสมบัติรวม 15 ปี\n\nพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว มีพระอัจฉริยภาพและทรงบำเพ็ญพระราชกรณียกิจในหลายสาขา ทั้งด้านการเมืองการปกครอง การทหาร การศึกษา การสาธารณสุข การต่างประเทศ และที่สำคัญที่สุดคือด้านวรรณกรรมและอักษรศาสตร์ ได้ทรงพระราชนิพนธ์บทร้อยแก้วและร้อยกรองไว้นับพันเรื่อง กระทั่งทรงได้รับการถวายพระราชสมัญญาเมื่อเสด็จสวรรคตแล้วว่า \"สมเด็จพระมหาธีรราชเจ้า\" พระองค์เป็นพระมหากษัตริย์พระองค์แรกในราชวงศ์จักรีที่ไม่มีวัดประจำรัชกาล แต่ได้ทรงมีการสถาปนาโรงเรียนมหาดเล็กหลวง หรือวชิราวุธวิทยาลัยในปัจจุบันขึ้นแทน ด้วยทรงพระราชดำริว่าพระอารามนั้นมีมากแล้ว และการสร้างอารามในสมัยก่อนนั้นก็เพื่อบำรุงการศึกษาของเยาวชนของชาติ จึงทรงพระราชดำริให้สร้างโรงเรียนขึ้นแทน\n\nพระบรมราชานุสาวรีย์แห่งแรกของพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัวสร้างแล้วเสร็จเมื่อ พ.ศ. 2485 ประดิษฐาน ณ สวนลุมพินี ซึ่งเป็นบริเวณที่ดินส่วนพระองค์ที่พระราชทานไว้เป็นสมบัติของประชาชน เพื่อจัดงานสยามรัฐพิพิธภัณฑ์แสดงสินค้าไทยแก่ชาวโลกเป็นครั้งแรก เพื่อบำรุงเศรษฐกิจและพาณิชยกรรมของประเทศ (แต่มิทันได้จัดก็เสด็จสวรรคตเสียก่อน) และทรงตั้งพระราชหฤทัยว่าเมื่อเสร็จงานแล้ว จะพระราชทานเป็นสวนสาธารณะพักผ่อนหย่อนใจแห่งแรกในกรุงเทพฯ ทั้งนี้ ในวันคล้ายวันสวรรคตของทุกปี วันที่ 25 พฤศจิกายน พระบาทสมเด็จพระเจ้าอยู่หัว หรือผู้แทนพระองค์ จะเสด็จพระราชดำเนินไปทรงวางพวงมาลา ถวายบังคมพระบรมราชานุสรณ์ ณ สวนลุมพินีแห่งนี้ ในวันนั้นมีหน่วยราชการ หน่วยงานเอกชน นิสิตนักศึกษา พ่อค้าประชาชนจำนวนมากไปวางพวงมาลาถวายราชสักการะ และยังทรงพระกรุณาโปรดเกล้าฯ ให้บำเพ็ญพระราชกุศลอุทิศถวาย ณ วชิราวุธวิทยาลัย[2]\n\nใน พ.ศ. 2524 ยูเนสโก (UNESCO) ได้ยกย่องพระเกียรติคุณของพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัวว่าทรงเป็นบุคคลสำคัญของโลก ผู้มีผลงานดีเด่นด้านวัฒนธรรม ในฐานะที่ทรงเป็นนักปราชญ์ นักประพันธ์ กวี และนักแต่งบทละครไว้เป็นจำนวนมาก[3]",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/King_Vajiravudh_%28Rama_VI%29_of_Siam_uncropped.jpg/220px-King_Vajiravudh_%28Rama_VI%29_of_Siam_uncropped.jpg",
    "work": [
      {
        "title": "ด้านการศึกษา",
        "description": "เมื่อครั้งพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัวยังดำรงพระอิสริยยศสยามมกุฎราชกุมารได้เสด็จพระราชทานนาม โรงเรียนยุพราชวิทยาลัย เมื่อวันที่ 24 ธันวาคม พ.ศ. 2448[69] ซึ่งเป็นโรงเรียนรัฐบาลแห่งแรกของเชียงใหม่ และพระราชทานนาม โรงเรียนปรินส์รอยแยลส์วิทยาลัย เมื่อวันที่ 2 มกราคม พ.ศ. 2449 ซึ่งก่อตั้งโดยคณะมิชชันนารีอเมริกา ซึ่งไม่เป็นเพียงแต่การนำรูปแบบการศึกษาตะวันตกมายังหัวเมืองเหนือเท่านั้น แต่ยังแฝงนัยการเมืองระหว่างประเทศเอาไว้ด้วย[70] เห็นได้จากการเสด็จประพาสมณฑลพายัพทั้งสองครั้งระหว่าง พ.ศ. 2448-2450 พระองค์ได้ทรงสนพระทัยในกิจการโรงเรียนที่จัดตั้งขึ้นมาใหม่ทั้งสิ้น โดยพระองค์ทรงบันทึกไว้ในพระราชนิพนธ์ \"เที่ยวเมืองพระร่วง\" และ \"ลิลิตพายัพ\"[70] ทั้งนี้ เป้าหมายของการจัดการศึกษายังแฝงประโยชน์ทางการเมืองที่จะให้ชาวท้องถิ่นกลมเกลียวกับไทยอีกด้วย[70]\n\nพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัวทรงวางศิลาฤกษ์อาคารก่อสร้างจุฬาลงกรณ์มหาวิทยาลัย เมื่อวันที่ 3 มกราคม พ.ศ. 2459พระองค์ทรงริเริ่มสร้างโรงเรียนขึ้นแทนวัดประจำรัชกาล ได้แก่ โรงเรียนมหาดเล็กหลวง (ปัจจุบัน คือ โรงเรียนวชิราวุธวิทยาลัย[71]) ทั้งยังทรงสนับสนุนกิจการของโรงเรียนราชวิทยาลัยซึ่งพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวโปรดเกล้าฯ ให้สถาปนาขึ้นในปี พ.ศ. 2440 (ปัจจุบัน คือ โรงเรียน ภ.ป.ร. ราชวิทยาลัย ในพระบรมราชูปถัมภ์) และในปี พ.ศ. 2459 ได้ทรงพระกรุณาโปรดเกล้าฯ ให้ประดิษฐานโรงเรียนข้าราชการพลเรือนของพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว ขึ้นเป็น “จุฬาลงกรณ์มหาวิทยาลัย” ซึ่งเป็นมหาวิทยาลัยแห่งแรกของประเทศไทย[72][73]"
      },
      {
        "title": "ด้านการเศรษฐกิจ",
        "description": "ได้ทรงพระกรุณาโปรดเกล้าฯ ให้ตราพระราชบัญญัติคลังออมสิน พ.ศ. 2456 ขึ้น เพื่อให้ประชาชนรู้จักออมทรัพย์และเพื่อความมั่นคงในด้านเศรษฐกิจของประเทศ อีกทั้งยังทรงริเริ่มก่อตั้งบริษัทปูนซิเมนต์ไทยขึ้น ทรงจัดตั้งสภาเผยแผ่พาณิชย์ ซึ่งเป็นหน่วยงานคล้ายกับสภาพัฒนาการเศรษฐกิจในปัจจุบัน และใช้พระราชทรัพย์ส่วนพระองค์ซื้อหุ้นเพิ่มทุนของ ธนาคารสยามกัมมาจล ทุนจำกัด (ปัจจุบันคือ ธนาคารไทยพาณิชย์) ซึ่งมีปัญหาการเงิน ทำให้ธนาคารของคนไทยแห่งนี้ดำรงอยู่มาได้\n\nอย่างไรก็ตาม การใช้จ่ายในราชสำนักของพระองค์ค่อนข้างฟุ่มเฟือย[74] กระทรวงพระคลังมหาสมบัติต้องถวายเงินเพิ่มขึ้นมากในพระคลังข้างที่ ทั้งนี้เพราะเนื่องจากพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัวทรงหมกมุ่นอยู่กับแต่ศิลปะวิทยาการ ทำให้การคลังของประเทศอ่อนแอ รายจ่ายของแผ่นดินมีสูงกว่ารายได้ ส่งผลให้เกิดยุคข้าวยากหมากแพงในตอนปลายรัชกาล[74] ไปจนถึงในรัชกาลถัดไป"
      },
      {
        "title": "ด้านสังคม",
        "description": "เมื่อวันที่ 1 พฤษภาคม พ.ศ. 2454 ทรงจัดตั้งกองเสือป่าและทรงจัดตั้งกองลูกเสือกองแรกขึ้นที่โรงเรียนมหาดเล็กหลวง (วชิราวุธวิทยาลัย ในปัจจุบัน) ด้านการฝึกสอนระบอบประชาธิปไตย ทรงทดลองตั้ง \"เมืองมัง\"[75] หลังพระตำหนักจิตรลดาเดิม ทรงจัดให้เมืองมัง มีระบอบการปกครองของตนเองตามวิถีทางประชาธิปไตย รวมถึงเมืองจำลอง \"ดุสิตธานี\"[76] ในพระราชวังดุสิต (ต่อมาทรงย้ายไปที่พระราชวังพญาไท) ทรงพระกรุณาโปรดเกล้าฯ ให้ตั้งวชิรพยาบาลเมื่อ พ.ศ. 2455 และโรงพยาบาลจุฬาลงกรณ์เมื่อ พ.ศ. 2457[77] ทรงเปิดสถานเสาวภา เมื่อวันที่ 7 ธันวาคม พ.ศ. 2465 เพื่อผลิตวัคซีนและเซรุ่ม เป็นประโยชน์ทั้งแก่ประชาชนชาวไทยและประเทศใกล้เคียงอีกด้วย[78] ทรงเปิดการประปากรุงเทพฯ เมื่อวันที่ 14 พฤศจิกายน พ.ศ. 2457 ในปี พ.ศ. 2460 ทรงตั้งกรมรถไฟหลวง และเริ่มเปิดการเดินรถไฟสายกรุงเทพมหานครถึงจังหวัดเชียงใหม่ สายใต้จากธนบุรีเชื่อมกับปีนังและสิงคโปร์ อีกทั้งยังโปรดเกล้าฯ ให้สร้างสะพานพระราม 6 เพี่อเชื่อมทางรถไฟไปยังภูมิภาคอื่น[79]\n\nพระองค์ทรงยกเลิกบ่อนการพนัน หวย ก.ข. และลดการค้าฝิ่น ซึ่งเป็นอบายมุขมอมเมาประชาชน แม้ว่าจะเป็นแหล่งรายได้สำคัญของรัฐบาลแหล่งหนึ่งก็ตาม[80] ทรงโปรดให้มีการตั้งนามสกุลเหมือนกับประเทศอื่น ๆ โดยให้ตราพระราชบัญญัติขนานนามสกุล เมื่อวันที่ 22 มีนาคม พ.ศ. 2455[81] และมีการพระราชทานนามสกุลให้แก่หลายครอบครัวที่เรียกว่า นามสกุลพระราชทานจำนวน 6,464 นามสกุล ทรงประกาศให้มีการใช้พุทธศักราชแทนรัตนโกสินทร์ศก เพราะทรงมีพระราชดำริว่าการใช้รัตนโกสินทร์ศกมีข้อบกพร่องตรง จึงทรงพระกรุณาโปรดเกล้าฯ ให้เริ่มใช้พุทธศักราช เป็นศักราชในทางราชการมาตั้งแต่วันที่ 1 เมษายน พ.ศ. 2456[82] นอกจากนี้ทรงให้เปลี่ยนการนับเวลามาเรียกว่านาฬิกาและนับเวลาทางราชการใหม่ให้สอดคล้องกับธรรมเนียมสากลนิยม โดยให้ถือเวลาหลังเที่ยงคืนเป็นวันรุ่งขึ้นหรือวันใหม่ ซึ่งจากเดิมประเทศไทยนับเวลาตอนกลางวันเป็นโมง ตอนกลางคืนเป็นทุ่ม[83]\n\nเมื่อรัชกาลที่ 6 ได้เสด็จพระราชดำเนินไปยังเมืองอุทัยธานี ซึ่งขณะนั้นประสบเหตุอุทกภัยและทอดพระเนตรเห็นธงช้างของราษฎรซึ่งตั้งใจรอรับเสด็จไว้ถูกติดกลับหัว พระองค์จึงมีพระราชดำริว่า ธงชาติต้องมีรูปแบบที่สมมาตรเพื่อไม่ให้เหตุการณ์เช่นนี้เกิดขึ้นอีก จึงทรงพระกรุณาโปรดเกล้าฯ ให้เปลี่ยนรูปแบบธงชาติอีกครั้ง โดยเปลี่ยนเป็นธงรูปสี่เหลี่ยมผืนผ้า มีแถบยาวสีแดง 3 แถบ สลับกับแถบสีขาว 2 แถบ ซึ่งเหมือนกับธงชาติไทยในปัจจุบัน แต่มีเพียงสีแดงสีเดียว ซึ่งธงนี้เรียกว่า ธงแดงขาว 5 ริ้ว (ชื่อในเอกสารราชการเรียกว่า ธงค้าขาย) [84] พ.ศ. 2460 แถบสีแดงที่ตรงกลางธงค้าขายได้เปลี่ยนเป็น สีน้ำเงินขาบ หรือสีน้ำเงินเข้มเจือม่วงดังปรากฏอยู่ในปัจจุบัน[85] เหตุที่รัชกาลที่ 6 ทรงเลือกสีนี้เพราะสีขาบเป็นสีประจำพระองค์ที่โปรดมาก เนื่องจากเป็นสีประจำวันพระราชสมภพคือวันเสาร์ ตามคติโหราศาสตร์ไทย[86] ธงชาติแบบใหม่นี้ได้รับพระราชทานนามว่า \"ธงไตรรงค์\" ในปีพ.ศ. 2460 พระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัวได้ทรงพระกรุณาโปรดเกล้าฯ ให้ตราพระราชกฤษฎีกาคำนำหน้านามกำหนดให้ใช้คำนำหน้านามอย่างอารยประเทศ นั่นคือ ให้มีคำว่า เด็กชาย เด็กหญิง นาย นาง และนางสาวนำหน้าชื่อ"
      },
      {
        "title": "ด้านศิลปวัฒนธรรม",
        "description": "ทรงตั้งกรมมหรสพ เพื่อฟื้นฟูศิลปวัฒนธรรมไทย และยังได้ทรงสร้างโรงละครหลวงไว้ในพระราชวังทุกแห่ง[88] นอกจากนี้ ยังทรงสนพระราชหฤทัยด้านจิตรกรรมและสถาปัตยกรรมไทย ทรงพระกรุณาโปรดเกล้าฯ ให้ออกแบบอาคารสมัยใหม่เป็นแบบทรงไทย เช่น ตึกอักษรศาสตร์ ซึ่งเป็นอาคารเรียนหลังแรกของจุฬาลงกรณ์มหาวิทยาลัย และอาคารโรงเรียนวชิราวุธวิทยาลัย ทรงส่งเสริมให้มีการแต่งหนังสือ โดยทรงพระกรุณาโปรดเกล้าฯ ให้ตราพระราชบัญญัติวรรณคดีสโมสรย[89] สำหรับในด้านงานหนังสือพิมพ์ ทรงพระกรุณาโปรดเกล้าฯ ให้ตราพระราชบัญญัติสมุด เอกสาร พ.ศ. 2465 ขึ้น\n\nพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัวทรงสนับสนุนศิลปะการแสดงโขนด้วยการพระราชนิพนธ์บท ทรงควบคุมการจัดแสดงและฝึกซ้อมด้วยพระองค์เอง และทรงโปรดให้ครูโขนละครจากคณะของเจ้าพระยาเทเวศร์วงศ์วิวัฒน์ (หม่อมราชวงศ์หลาน กุญชร) เป็นผู้ฝึกหัดคณะโขของพระองค์ ด้านการละครทรงนำแบบอย่างมาเผยแพร่ ทั้งบทละคร วีธีแสดง การวางตัวละครบนเวที การเปล่งเสียงพูด พระองค์ทรงมีบทบาททั้งการพระราชนิพนธ์บทละคร ทรงควบคุมการแสดงและทรงแสดงร่วม พระองค์ทรงพระราชนิพนธ์บทร้องประกอบเนื้อเรื่อง ทั้งทำนองเพลงไทยและเพลงสากล นอกจากนี้ยังทรงโปรดฯให้มีการสอนและฝึกซ้อมดนตรีไทยควบคู่ไปกับการเรียนการสอนวิชาสามัญ"
      },
      {
        "title": "ด้านการต่างประเทศ",
        "description": "ขณะดำรงพระยศเป็นสยามมกุฎราชกุมาร ในระหว่างปิดภาคเรียนขณะทรงศึกษาที่ประเทศอังกฤษ พระองค์ทรงศึกษาภาษาฝรั่งเศส[91] และเสด็จทอดพระเนตรกิจการทหารของประเทศในภาคพื้นยุโรปเป็นเนืองนิจ ในปีพ.ศ. 2445 ขณะทรงพระชนมายุ 22 พรรษา หลังจากทรงสำเร็จการศึกษาจากมหาวิทยาลัยออกซฟอร์ดแล้ว พระองค์ได้เสด็จพระราชดำเนินไปประทับที่กรุงปารีส ประเทศฝรั่งเศส และเสด็จพระราชดำเนินทรงเยี่ยมประเทศต่างๆ ในทวีปยุโรปจนถึงประเทศอียิปต์ เพื่อเป็นการเจริญสัมพันธไมตรี จากนั้นประทับอยู่ในกรุงลอนดอนระยะหนึ่งเพื่อเตรียมพระองค์นิวัตประเทศไทย[92]\n\nกองกำลังทหารอาสาในสงครามโลกครั้งที่หนึ่งกำลังร่วมเดินสวนสนามฉลองชัยชนะ ที่อาร์กเดอทรียงฟ์เดอเลตวล ประเทศฝรั่งเศส เมื่อ 14 กรกฎาคม พ.ศ. 2462 พระบาทสมเด็จพระมงกุฏเกล้าเจ้าอยู่หัวได้มีพระบรมราชโองการประกาศสงครามกับประเทศฝ่ายเยอรมัน ในสงครามโลกครั้งที่ 1 เมื่อวันที่ 22 กรกฎาคม พ.ศ. 2460[93] โดยประเทศไทยได้เข้าร่วมกับประเทศฝ่ายสัมพันธมิตร ซึ่งประกอบด้วยประเทศอังกฤษ ฝรั่งเศส และรัสเซียเป็นผู้นำ พร้อมทั้งได้ทรงพระกรุณาโปรดเกล้าฯ ให้ส่งทหารไทยอาสาสมัครไปร่วมรบในสมรภูมิยุโรปด้วย ผลของสงครามประเทศฝ่ายสัมพันธมิตรได้ชัยชนะ ทำให้ประเทศไทยมีโอกาสเจรจากับประเทศมหาอำนาจหลายประเทศ ในการแก้ไขสนธิสัญญาที่ไม่เป็นธรรม เช่น สนธิสัญญาสิทธิสภาพนอกอาณาเขต สนธิสัญญาจำกัดอำนาจการเก็บภาษีของพระบาทสมเด็จพระมงกุฏเกล้าเจ้าอยู่หัว และ สนธิสัญญาจำกัดอำนาจกลางประเทศไทย"
      }
    ]
  },
  {
    "id": 7,
    "name": "รัชกาลที่ 7",
    "fullName": "พระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัว",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/King_Prajadhipok_portrait_photograph.jpg/220px-King_Prajadhipok_portrait_photograph.jpg",
    "bio": "เป็นพระมหากษัตริย์สยาม รัชกาลที่ 7 แห่งราชวงศ์จักรี เสด็จพระราชสมภพเมื่อวันพุธ แรม 14 ค่ำ เดือน 11 ปีมะเส็ง เวลา 12.25 น. หรือตรงกับวันที่ 8 พฤศจิกายน พ.ศ. 2436 เป็นพระราชโอรสพระองค์ที่ 96 ในพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว เป็นพระองค์ที่ 14 ในสมเด็จพระศรีพัชรินทราบรมราชินีนาถ พระบรมราชชนนีพันปีหลวง ขึ้นเสวยราชสมบัติเป็นพระมหากษัตริย์ เมื่อวันที่ 26 พฤศจิกายน พ.ศ. 2468 และทรงสละราชสมบัติเมื่อวันที่ 2 มีนาคม พ.ศ. 2478 รวมดำรงสิริราชสมบัติ 9 ปี เสด็จสวรรคต เมื่อวันที่ 30 พฤษภาคม พ.ศ. 2484 สิริพระชนมพรรษา 47 พรรษา\n\nพระองค์ปฏิบัติพระราชกรณียกิจที่สำคัญหลายด้าน เช่น ด้านการปกครอง โปรดให้ตั้งสภากรรมการองคมนตรี ทรงตรากฎหมายเพื่อควบคุมการค้าขายที่เป็นสาธารณูปโภคและการเงิน ระบบเทศบาล ด้านการศาสนา การศึกษา ประเพณีและวัฒนธรรมนั้น พระองค์โปรดให้สร้างหอพระสมุด ทรงปฏิรูปการศึกษาระดับมหาวิทยาลัย นอกจากนี้ มีการปรับปรุงการศึกษาจนยกระดับมาตรฐานถึงปริญญาตรี ทรงตั้งราชบัณฑิตยสภา โปรดให้จัดพิมพ์พระไตรปิฎกฉบับพิมพ์อักษรไทยสมบูรณ์ ชื่อว่า “พระไตรปิฎกสยามรัฐ” เป็นต้น ความไม่พอพระราชหฤทัยและการเพลี่ยงพล้ำในการคัดค้านคณะราษฎรในหลายโอกาสนำไปสู่การสละราชสมบัติ และพระองค์ยังทรงถูกฟ้องคดียึดทรัพย์\n\nสำหรับชีวิตส่วนพระองค์ พระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัวอภิเษกสมรสกับหม่อมเจ้ารำไพพรรณี สวัสดิวัตน์ (ต่อมาเฉลิมพระนามเป็นสมเด็จพระนางเจ้ารำไพพรรณี พระบรมราชินี) ไม่มีพระราชโอรสและพระราชธิดา แต่มีพระราชโอรสบุญธรรมคือพระวรวงศ์เธอ พระองค์เจ้าจิรศักดิ์สุประภาต หลังสวรรคต พระองค์ได้รับการยกย่องจากองค์การการศึกษา วิทยาศาสตร์ และวัฒนธรรมแห่งสหประชาชาติ (UNESCO) ให้เป็นบุคคลสำคัญของโลก เมื่อวันที่ 8 พฤศจิกายน พ.ศ. 2536 เนื่องในวโรกาสฉลองวันพระราชสมภพครบ 100 ปี พระองค์ทรงได้รับการยกย่องจากนักประวัติศาสตร์บางส่วนว่าเป็น \"กษัตริย์นักประชาธิปไตย\" แม้มีบางส่วนที่ตั้งคำถามถึงความสมเหตุสมผลดังกล่าว",
    "work": [
      {
        "title": "ด้านการทำนุบำรุงบ้านเมือง",
        "description": "เศรษฐกิจ สืบเนื่องจากผลของสงครามโลกครั้งที่หนึ่ง ประเทศทั่วโลกประสบปัญหาภาวะเศรษฐกิจ ตกต่ำ ซึ่งมีผลกระทบกระเทือนมาสู่ประเทศไทย พระองค์ได้ทรงพยายามแก้ไขปัญหาเศรษฐกิจด้วยวิธีต่าง ๆ เช่น การควบคุมงบประมาณ ตัดทอนรายจ่าย ลดอัตราเงินเดือนข้าราชการ รวมถึงการลดจำนวนข้าราชการ ปรับปรุงระบบภาษี การเก็บภาษีเพิ่มเติม ยุบรวมจังหวัด เลิกมาตรฐานทองคำเปลี่ยนไปผูกกับค่าเงินของอังกฤษ เป็นต้น รวมทั้งส่งเสริมกิจการสหกรณ์ให้ประชาชนได้มีโอกาสร่วมกันประกอบกิจการทางเศรษฐกิจ โดยทรงพระกรุณาโปรดเกล้าฯ ให้ตราพระราชบัญญัติสหกรณ์ พ.ศ. 2471 ขึ้น\n\nการสุขาภิบาลและสาธารณูปโภค โปรดให้ปรับปรุงงานสุขาภิบาลทั่วราชอาณาจักรให้ทัดเทียมอารยประเทศ ด้านการสื่อสารและการคมนาคมนั้น ได้มีการอัญเชิญกระแสพระราชดำรัสของพระองค์จากพระที่นั่งอมรินทรวินิจฉัย พระบรมมหาราชวัง ถ่ายทอดเสียงทางวิทยุเป็นครั้งแรกของประเทศไทยในพิธีเปิดสถานีวิทยุกรุงเทพฯ ที่พระราชวังพญาไท[41] ในส่วนกิจการรถไฟ ขยายเส้นทางรถทางทิศตะวันออกจากทางจังหวัดปราจีนบุรี จนกระทั่งถึงต่อเขตแดนประเทศกัมพูชา\n\nในปี พ.ศ. 2475 เป็นวาระที่กรุงเทพมหานครมีอายุครบ 150 ปี ทรงจัดงานเฉลิมฉลองโดยทำนุบำรุงบูรณปฏิสังขรณ์สิ่งสำคัญอันเป็นหลักของกรุงเทพมหานครหลายประการ คือ บูรณะวัดพระศรีรัตนศาสดาราม พระบรมมหาราชวัง, สร้างปฐมบรมราชานุสรณ์และสะพานพระพุทธยอดฟ้าเชื่อมฝั่งกรุงเทพมหานครและฝั่งธนบุรีเพื่อเป็นการขยายเขตเมืองให้กว้างขวาง[42][43] เป็นต้น สำหรับในเขตหัวเมือง ทรงได้จัดตั้งสภาจัดบำรุงสถานที่ชายทะเลทิศตะวันตกขึ้น เพื่อทำนุบำรุงหัวหินและใกล้เคียงให้เป็นสถานที่ตากอากาศชายทะเล"
      },
      {
        "title": "ด้านการปกครอง",
        "description": "พบหลักฐานว่าพระองค์ทรงรับรู้ทั้งสนับสนุน \"คณะกู้บ้านกู้เมือง\" และมีพระราชดำรัส \"ประเทศนี้พร้อมแล้วหรือยังที่จะมีการปกครองแบบมีผู้แทน… ตามความเห็นส่วนตัวของข้าพเจ้าแล้ว ข้าพเจ้าขอย้ำว่าไม่\" ทั้งทรงขัดขวางเค้าโครงการเศรษฐกิจปี 2475 ของปรีดี พนมยงค์ ซึ่งรูปแบบเนื้อหาเอนเอียงทางคอมมิวนิสต์[44] อัครราชทูตญี่ปุ่นประจำสยาม ยาสุกิจิ ยาตาเบ กล่าวว่า \"ประชาชนสยามไม่เคยได้รับการฝึกฝนทางการเมือง ไม่มีอิสรภาพในการพูด หากไม่มีการปฏิวัติและรอให้พระปกเกล้าฯ ปฏิรูปการเมืองอย่างค่อยเป็นค่อยไปนั้น รอไปอีกหนึ่งร้อยปีก็ไม่มีทางสำเร็จ\"[45] สำหรับความข้องแวะในกบฏบวรเดชนั้นก็ปรากฏหลักฐานว่าทรงให้เงินและกำลังใจแก่คณะกบฏ"
      },
      {
        "title": "ด้านการศาสนา การศึกษา ประเพณีและวัฒนธรรม",
        "description": "ทรงส่งเสริมการศึกษาของชาติทั้งส่วนรวมและส่วนพระองค์ โปรดให้สร้างหอพระสมุดสำหรับพระนคร เพื่อเปิดโอกาสให้ประชาชนเข้าศึกษาได้อย่างเสรี ทรงตั้งราชบัณฑิตยสภา เพื่อมีหน้าที่บริหารและเผยแพร่วิชาการด้านวรรณคดี โบราณคดี และศิลปกรรม ในด้านวรรณกรรม โปรด ตราพระราชบัญญัติคุ้มครองวรรณกรรมและศิลปกรรมใน พ.ศ. 2475 พระราชทานเงินส่วนพระองค์ เป็นรางวัลแก่ผู้แต่งหนังสือยอดเยี่ยม และให้ทุนนักเรียนไปศึกษาวิชาวิทยาศาสตร์จากต่างประเทศ การศาสนา ทรงปลูกฝังเยาวชนให้มีคุณธรรมดีงาม โดยยึดหลักคำสอนของศาสนาพุทธ โปรดให้ราชบัณฑิตยสร้างหนังสือสอนพระพุทธศาสนาสำหรับเด็ก ซึ่งนับว่าพระองค์เป็นพระมหากษัตริย์พระองค์แรกที่ทรงสร้างหนังสือสำหรับเด็ก ส่วนการศึกษาในพระพุทธศาสนานั้น โปรดให้สร้างหนังสือพระไตรปิฎกภาษาบาลี เรียกว่า ฉบับสยามรัฐ โดยหนึ่งชุดมีจำนวน 45 เล่ม เพื่อเป็นอนุสาวรีย์เชิดชูพระเกียรติยศของพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว[46][47]\n\nในด้านศิลปวัฒนธรรมของชาตินั้น พระองค์ทรงสถาปนาราชบัณฑิตย์สภาขึ้น (เดิมคือ กรรมการหอพระสมุดสำหรับพระนคร) เพื่อจัดการหอพระสมุดสำหรับพระนครและสอบสวนพิจารณาวิชาอักษรศาสตร์ เพื่อจัดการพิพิธภัณฑสถานตรวจรักษาโบราณสถานและโบราณวัตถุ และเพื่อจัดการบำรุงรักษาวิชาช่าง[48] ผลงานของราชบัณฑิตสภาเป็นผลดีต่อการอนุรักษ์และส่งเสริมศิลปวัฒนธรรมของชาติเป็นอย่างมาก เช่น การตรวจสอบต้นฉบับเอกสารโบราณออกตีพิมพ์เผยแพร่ มีการส่งเสริมสร้างสรรค์วรรณกรรมรุ่นใหม่ด้วยการประกวดเรียบเรียงบทประพันธ์ทั้งร้อยแก้วและร้อยกรอง\n\nทรงอนุรักษ์ดนตรีไทยไว้ด้วยพระองค์เอง ทั้งนี้เพราะได้ทรงสนพระราชหฤทัยในวิชาดนตรีไทย ทรงพระกรุณาโปรดเกล้าฯ ให้หลวงประดิษฐไพเราะ (ศร ศิลปบรรเลง) เข้าถวายการฝึกสอนจนสามารถ พระราชนิพนธ์ทำนองเพลงไทยได้ ถึง 3 เพลง คือ เพลงราตรีประดับดาวเถา เพลงเขมรลออองค์เถา และเพลงโหมโรงคลื่นกระทบฝั่ง[49]\n\nทางด้านวัฒนธรรมและสถาปัตยกรรม ทรงสละทรัพย์ส่วนพระองค์ปฏิสังขรณ์วัดสุวรรณดารารามราชวรวิหาร จังหวัดพระนครศรีอยุธยา โปรดฯให้เขียนภาพพงศาวดาร สมเด็จพระนเรศวรมหาราชไว้ที่ผนังพระวิหาร\n\nทรงพยายามสร้างค่านิยมให้มีสามีภรรยาเพียงคนเดียว โปรดให้ตราพระราชบัญญัติแก้ไขเพิ่มเติมกฎหมายลักษณะผัวเมีย พ.ศ. 2473 ริเริ่มให้มีการจดทะเบียนสมรส ทะเบียนหย่า ทะเบียนรับรองบุตร อันเป็นการปลูกฝังค่านิยมแบบใหม่ทีละน้อยตามความสมัครใจ นอกจากนี้ยังทรงปฏิบัติตนเป็นแบบอย่างโดยทรงมีแต่พระบรมราชินีเพียงพระองค์เดียว\n\nนอกจากนี้แล้ว เมื่อทรงว่างจากพระราชภารกิจ พระองค์โปรดในการถ่ายภาพนิ่งและถ่ายภาพยนตร์ ทรงมีกล้องถ่ายภาพและภาพยนตร์จำนวนมากที่ทรงสะสมไว้ สะท้อนให้เห็นพระอุปนิสัยโปรดการถ่ายภาพและภาพยนตร์ ภาพยนตร์ทรงถ่ายมีเนื้อหาทั้งที่เป็นสารคดีและที่ให้ความบันเทิง ในจำนวนภาพยนตร์เหล่านี้ เรื่องที่เป็นเกียรติประวัติของวงการภาพยนตร์ไทยและแสดงพระราชอัจฉริยภาพดีเยี่ยมในการสร้างโครงเรื่อง กำกับภาพ ลำดับฉาก และอำนวยการแสดง คือ เรื่องแหวนวิเศษ นับได้ว่าพระองค์เป็นหนึ่งในบุคคลที่บุกเบิกวงการภาพยนตร์ไทยอีกพระองค์หนึ่ง นอกจากนี้ทรงสละพระราชทรัพย์ส่วนพระองค์สร้างโรงภาพยนตร์ศาลาเฉลิมกรุง ซึ่งนับเป็นโรงภาพยนตร์ทันสมัยในสมัยนั้น นับเป็นโรงมหรสพแห่งแรกในเอเชียที่มีเครื่องปรับอากาศระบบไอน้ำ"
      },
      {
        "title": "ความสัมพันธ์กับต่างประเทศ",
        "description": "ในต้นรัชสมัยได้ทรงดำเนินกิจการสำคัญที่ทรงเกี่ยวข้องกับต่างประเทศที่ค้างมาตั้งแต่รัชสมัยพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัวให้สำเร็จลุล่วงไป เช่น การให้สัตยาบันสนธิสัญญาต่าง ๆ นอกจากนี้ยังทรงทำสัญญาใหม่ ๆ กับประเทศเยอรมนีหลังสถาปนาความสัมพันธ์ขั้นปกติ เมื่อ พ.ศ. 2471 และทำสนธิสัญญากับประเทศฝรั่งเศสเกี่ยวกับดินแดนในลุ่มแม่น้ำโขง เรียกว่าสนธิสัญญาอินโดจีน พ.ศ. 2469 โดยกำหนดให้ มีเขตปลอดทหาร 25 กิโลเมตร ทั้งสองฝั่งของแม่น้ำโขงแทนที่จะมีเฉพาะฝั่งสยามแต่เพียงฝ่ายเดียว"
      }
    ]
  },
  {
    "id": 8,
    "name": "รัชกาลที่ 8",
    "fullName": "พระบาทสมเด็จพระปรเมนทรมหาอานันทมหิดล พระอัฐมรามาธิบดินทร",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/King_Ananda_Mahidol_portrait_photograph.jpg/220px-King_Ananda_Mahidol_portrait_photograph.jpg",
    "bio": "เป็นพระราชโอรสในสมเด็จพระมหิตลาธิเบศร อดุลยเดชวิกรม พระบรมราชชนก และสมเด็จพระศรีนครินทราบรมราชชนนี เป็นพระราชนัดดาในพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว และสมเด็จพระศรีสวรินทิราบรมราชเทวี พระพันวัสสาอัยยิกาเจ้า มีสมเด็จพระเชษฐภคินีคือสมเด็จพระเจ้าพี่นางเธอ เจ้าฟ้ากัลยาณิวัฒนา กรมหลวงนราธิวาสราชนครินทร์ และสมเด็จพระอนุชาคือพระบาทสมเด็จพระมหาภูมิพลอดุลยเดชมหาราช บรมนาถบพิตร และเป็นพระบรมราชปิตุลาธิบดีในพระบาทสมเด็จพระวชิรเกล้าเจ้าอยู่หัว\n\nพระองค์เสด็จขึ้นทรงราชย์เป็นพระมหากษัตริย์รัชกาลที่ 8 แห่งราชวงศ์จักรี เมื่อวันที่ 2 มีนาคม พ.ศ. 2478 ขณะที่มีพระชนมพรรษาเพียง 9 พรรษา และประทับที่ประเทศสวิตเซอร์แลนด์ ดังนั้น จึงมีการแต่งตั้งคณะผู้สำเร็จราชการแทนพระองค์เพื่อทำหน้าที่บริหารราชการแผ่นดินจนกว่าพระองค์จะทรงบรรลุนิติภาวะ\n\nพระองค์เสด็จนิวัตพระนครครั้งแรกภายหลังทรงราชย์เมื่อวันที่ 15 พฤศจิกายน พ.ศ. 2481 และครั้งที่สองเมื่อวันที่ 5 ธันวาคม พ.ศ. 2488 แต่ก่อนกำหนดการเสด็จพระราชดำเนินกลับไปทรงศึกษาต่อที่ประเทศสวิตเซอร์แลนด์เพียง 4 วัน พระองค์ก็ได้เสด็จสวรรคตด้วยทรงต้องพระแสงปืนเมื่อวันที่ 9 มิถุนายน พ.ศ. 2489 ณ ห้องพระบรรทม พระที่นั่งบรมพิมาน ภายในพระบรมมหาราชวัง รวมระยะเวลาที่ทรงครองสิริราชสมบัติทั้งสิ้น 12 ปี",
    "work": [
      {
        "title": "ด้านการปกครอง",
        "description": "พระองค์ได้เสด็จพระราชดำเนินไปในพระราชพิธีพระราชทานรัฐธรรมนูญฉบับใหม่ในวันที่ 9 พฤษภาคม พ.ศ. 2489 และเปิดประชุมสภาผู้แทนราษฎรในวันที่ 1 มิถุนายน พ.ศ. 2489 นอกจากนี้ ยังเสด็จพระราชดำเนินทรงเยี่ยมราษฎรในจังหวัดต่าง ๆ และทรงเยี่ยมชาวไทยเชื้อสายจีนเป็นครั้งแรก ณ สำเพ็ง พระนคร พร้อมด้วยสมเด็จพระเจ้าน้องยาเธอ เจ้าฟ้าภูมิพลอดุลยเดช เมื่อวันที่ 3 มิถุนายน พ.ศ. 2489 ซึ่งเป็นช่วงที่เกิดความขัดแย้งกันระหว่างชาวไทยและชาวไทยเชื้อสายจีนจนเกือบเกิดสงครามกลางเมือง เมื่อพระองค์ทรงทราบเรื่อง มีพระราชดำริว่า หากปล่อยความขุ่นข้องบาดหมางไว้เช่นนี้ จะเป็นผลร้ายตลอดไป จึงทรงตัดสินพระทัยเสด็จพระราชดำเนินสำเพ็ง ซึ่งใช้ระยะเวลาประมาณ 4 ชั่วโมง และพระองค์ทรงพระราชดำเนินด้วยพระบาทเป็นระยะประมาณ 3 กิโลเมตร การเสด็จพระราชดำเนินสำเพ็งในครั้งนี้จึงเป็นการประสานรอยร้าวที่เกิดขึ้นให้หมดไป"
      },
      {
        "title": "ด้านการศาสนา",
        "description": "ในการเสด็จนิวัตพระนครครั้งแรกนั้น พระองค์ได้ประกอบพิธีทรงปฏิญาณตนเป็นพุทธมามกะ ท่ามกลางมณฑลสงฆ์ในพระอุโบสถวัดพระศรีรัตนศาสดารามเมื่อวันที่ 19 พฤศจิกายน พ.ศ. 2481 นอกจากนี้ ยังเสด็จพระราชดำเนินไปทรงนมัสการพระพุทธรูปในพระอารามที่สำคัญ เช่น วัดพระเชตุพนวิมลมังคลารามราชวรมหาวิหาร วัดเบญจมบพิตรดุสิตวนารามราชวรวิหาร วัดสระเกศราชวรมหาวิหาร วัดอรุณราชวรารามราชวรมหาวิหาร วัดบวรนิเวศราชวรวิหาร และวัดเทพศิรินทราวาสราชวรวิหาร โดยเฉพาะที่วัดสุทัศนเทพวรารามราชวรมหาวิหารนั้น พระองค์เคยมีพระราชดำรัสกล่าวว่า \"ที่นี่สงบเงียบน่าอยู่จริง\" ดังนั้น เมื่อพระองค์เสด็จสวรรคต จึงได้นำพระบรมราชสรีรางคารของพระองค์มาประดิษฐาน ณ วัดแห่งนี้[16]\n\nพระองค์ยังทรงตั้งพระราชหฤทัยว่าจะผนวชในพระพุทธศาสนา โดยได้มีพระราชหัตเลขาถึงสมเด็จพระสังฆราชเจ้า กรมหลวงวชิรญาณวงศ์ เมื่อวันที่ 19 มีนาคม พ.ศ. 2489 ทรงขอสังฆราชานุเคราะห์ในการศึกษาตำราทางพระพุทธศาสนาเพื่อใช้ในการเตรียมพระองค์ในการที่จะอุปสมบท แต่ก็มิได้ผนวชตามที่ตั้งพระราชหฤทัยไว้[16] นอกจากนี้ยังได้พระราชทานพระราชทรัพย์บำรุงวัดวาอาราม กับพระราชทานพระบรมราชูปถัมภ์แก่ศาสนาอื่นตามสมควร"
      },
      {
        "title": "ด้านการศึกษา",
        "description": "ในการเสด็จนิวัตพระนครในครั้งที่ 2 พระองค์ทรงได้ประกอบพระราชกรณียกิจที่เกี่ยวข้องกับการศึกษาของประเทศ โดยเสด็จพระราชดำเนินทอดพระเนตรกิจการของหอสมุดแห่งชาติ รวมทั้ง เสด็จพระราชดำเนินไปทรงเยี่ยมสถานศึกษาหลายแห่ง เช่น จุฬาลงกรณ์มหาวิทยาลัย โรงเรียนอัสสัมชัญ โรงเรียนเทพศิรินทร์ ซึ่งเป็นโรงเรียนที่ทรงศึกษาขณะทรงพระเยาว์ นอกจากนี้ พระองค์ยังได้เสด็จพระราชดำเนินพระราชทานปริญญาบัตรเป็นครั้งแรกของพระองค์ ณ หอประชุมจุฬาลงกรณ์มหาวิทยาลัย เมื่อวันที่ 13 เมษายน พ.ศ. 2489[24] และอีกครั้งที่ หอประชุมราชแพทยาลัย ศิริราชพยาบาล มหาวิทยาลัยแพทยศาสตร์ เมื่อวันที่ 23 เมษายน พ.ศ. 2489 โดยในการพระราชทานปริญญาบัตรครั้งนี้ มีพระราชปรารภให้มีการผลิตแพทย์เพิ่มมากขึ้น เพื่อให้เพียงพอที่จะช่วยเหลือประชาชน โรงเรียนแพทย์แห่งที่ 2 จึงได้ถือกำเนิดขึ้นที่โรงพยาบาลจุฬาลงกรณ์ ซึ่งในปัจจุบัน คือ คณะแพทยศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย"
      }
    ]
  },
  {
    "id": 9,
    "name": "รัชกาลที่ 9",
    "fullName": "พระบาทสมเด็จพระบรมชนกาธิเบศร มหาภูมิพลอดุลยเดชมหาราช บรมนาถบพิตร",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Anefo_911-6993_Aankomst_Koning_%28cropped%29.jpg/220px-Anefo_911-6993_Aankomst_Koning_%28cropped%29.jpg",
    "bio": "เป็นพระมหากษัตริย์ไทย รัชกาลที่ 9 แห่งราชวงศ์จักรี ครองราชย์ตั้งแต่วันที่ 9 มิถุนายน พ.ศ. 2489 ด้วยพระปรมาภิไธย พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช มหิตลาธิเบศรรามาธิบดี จักรีนฤบดินทร สยามินทราธิราช บรมนาถบพิตร จนสวรรคต เป็นประมุขแห่งรัฐที่ครองราชย์ยาวนานมากที่สุดตลอดกาลในประเทศไทย เอเชียตะวันออกเฉียงใต้ และทวีปเอเชีย[1] พระองค์ยังเป็นประมุขแห่งรัฐที่ดำรงตำแหน่งนานที่สุดในโลกในขณะทรงพระชนม์ นับตั้งแต่การสวรรคตของจักรพรรดิฮิโรฮิโตะแห่งญี่ปุ่นใน พ.ศ. 2532 กระทั่งสวรรคตใน พ.ศ. 2559[2] อีกทั้งเป็นพระมหากษัตริย์ที่ดำรงตำแหน่งนานที่สุดตลอดกาลอันดับที่ 3 ของโลก ด้วยระยะเวลาในราชสมบัติทั้งสิ้น 70 ปี 126 วัน",
    "work": [
      {
        "title": "ด้านศิลปวัฒนธรรมและวรรณคดี",
        "description": "พ.ศ. 2503 ทรงพระกรุณาโปรดเกล้าฯ ให้ฟื้นฟูพระราชพิธีพืชมงคลจรดพระนังคัลแรกนาขวัญขึ้นมาใหม่หลังจากที่ได้เลิกร้างไปตั้งแต่ พ.ศ. 2479[147] และประเพณีการเสด็จพระราชดำเนินโดยกระบวนพยุหยาตราชลมารคก็ได้รับการฟื้นฟูเป็นครั้งแรกเพื่อถวายผ้าพระกฐิน[45][46]\n\nทรงส่งเสริมศิลปวัฒนธรรมไทยแขนงอื่น ๆ ไม่ว่าจะเป็นภาษาไทย ประวัติศาสตร์ไทย สถาปัตยกรรม จิตรกรรม นาฏศิลป์ การดนตรีและศิลปะอื่น ๆ เช่น โปรดเกล้าฯ ให้กรมศิลปากรจัดทำโน้ตเพลงไทยตามระบบสากลและจัดพิมพ์ขึ้นด้วยพระราชทรัพย์ส่วนพระองค์ โปรดเกล้าฯ ให้อาจารย์และนิสิตคณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย วิจัยหาระดับเฉลี่ยมาตรฐานของเครื่องดนตรีไทย ทรงสนับสนุนให้มีการจัดตั้งสมาคมดนตรีแห่งประเทศไทย[148]\n\nด้านวรรณศิลป์ พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดชทรงพระราชนิพนธ์บทความ แปลหนังสือ เช่น นายอินทร์ผู้ปิดทองหลังพระ ติโต พระมหาชนก และพระมหาชนก ฉบับการ์ตูน เรื่อง ทองแดง เป็นพระราชนิพนธ์เกี่ยวกับคุณทองแดง สุนัขทรงเลี้ยง เป็นต้น"
      },
      {
        "title": "ด้านการพัฒนาชนบท",
        "description": "พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดชทรงใช้เวลาส่วนใหญ่ตลอดรัชสมัยไปกับการเสด็จฯ เยี่ยมราษฎรในท้องถิ่นต่าง ๆ ทุกภูมิภาคของประเทศ นับตั้งแต่ พ.ศ. 2497[150] โดยเฉพาะในแทบที่ชนบททุรกันดาร เพื่อทรงเยี่ยมเยียน ซักถามเรื่องความเป็นอยู่และสารทุกข์สุกดิบของประชาชน นอกจากนี้พระองค์จะทรงศึกษาค้นคว้าข้อมูลต่าง ๆ ด้วยพระองค์เองด้วยแผนที่หรือเอกสารต่าง ๆ ทำให้ทรงรับทราบปัญหาความเดือดร้อนของประชาชน หลังจากนั้นพระองค์ก็จะทรงคิดค้นแนวทางพระราชดำริเพื่อพัฒนาและแก้ไขปัญหาต่าง ๆในแต่ละพื้นที่[151]\n\nพระองค์จะทรงพัฒนาชนบทในรูปโครงการอันเนื่องมาจากพระราชดำริ มีจุดประสงค์ คือ การพัฒนาบทเพื่อให้ราษฎรในชนบทได้มีความเป็นอยู่ตลอดจนสามารถประกอบอาชีพ เลี้ยงครอบครัวให้ดีขึ้น[152] แนวพระราชดำริที่สำคัญในเรื่องการพัฒนาชนบท คือมีพระราชประสงค์ช่วยให้ชาวชนบทสามารถช่วยเหลือพึ่งตนเองได้ โดยการสร้างพื้นฐานหลักที่จำเป็นต่อการผลิตให้แก่ราษฎรเหล่านั้น[153] ทรงส่งเสริมให้ชาวชนบทมีความรู้ในการประกอบอาชีพตามแต่ละท้องถิ่น นอกจากนี้ยังทรงหาทางนำเอาวิทยาการสมัยใหม่มาประยุกต์กับภูมิปัญญาชาวบ้าน["
      },
      {
        "title": "ด้านการเกษตรและชลประทาน",
        "description": "ในด้านชลประทาน พระองค์ทรงให้ความสำคัญเป็นอย่างมาก โดยทรงคิดค้นโครงการตามพระราชดำริของพระองค์ มีทั้งการแก้ปัญหาภัยแล้ง ปัญหาอุทกภัย รวมไปถึงการบำบัดน้ำเสีย เช่น เขื่อนป่าสักชลสิทธิ์ พระองค์ได้ทรงวิจัยและริเริ่มโครงการฝนหลวง เพื่อช่วยบรรเทาภัยแล้งสำหรับพื้นที่นอกเขตชลประทาน[155] เมื่อคราวเขตกรุงเทพและปริมณฑลที่ประสบปัญหาน้ำท่วมเมื่อปี พ.ศ. 2538 พระองค์ทรงมีพระราชดำริเรื่องแก้มลิง ควบคุมการระบายน้ำจากแม่น้ำเจ้าพระยา แม่น้ำท่าจีน ลำคลองต่าง ๆ ลงสู่อ่าวไทย[156] พระองค์ทรงประดิษฐ์เครื่องกลเติมอากาศ กังหันชัยพัฒนา ในการปรับปรุงคุณภาพน้ำโดยการเพิ่มออกซิเจน เป็นสิ่งประดิษฐ์หนึ่งของพระองค์ที่ได้รับสิทธิบัตรจาก กรมทรัพย์สินทางปัญญา กระทรวงพาณิชย์[157]\n\nในด้านการเกษตร จะทรงเน้นการค้นคว้า ทดลอง และวิจัยหาพันธุ์พืชใหม่ ๆ ตลอดจนการศึกษาแมลงศัตรูพืช และพันธุ์สัตว์ต่าง ๆ ที่เหมาะสมกับสภาพท้องถิ่นนั้น ๆ ซึ่งแต่ละโครงการจะเน้นให้สามารถนำไปปฏิบัติได้จริง [158] นอกจากนี้ ยังทรงพยายามไม่ให้เกษตรกรยึดติดกับพืชผลทางการเกษตรเพียงอย่างเดียว แต่เกษตรกรควรมีรายได้จากกิจกรรมอื่นด้วย เพื่อจะได้พึ่งตนเองได้ในระดับหนึ่ง[159] พระองค์ยังทรงคิดค้นการแก้ปัญหาทรัพยากรทางการเกษตรหลายอย่างที่สำคัญ เช่น การแกล้งดิน เพื่อแก้ปัญหาดินเปรี้ยวหรือดินเป็นกรด จนกระทั่งดินมีสภาพดีพอที่จะใช้ในการเพาะปลูกได้ การปลูกหญ้าแฝกเพื่ออนุรักษ์ดินและน้ำ[160] พระองค์ทรงส่งเสริมการเลี้ยงปลานิล ซึ่งกระทรวงการต่างประเทศ โดยกรมความร่วมมือระหว่างประเทศได้ขยายโครงการเพาะเลี้ยงและเผยแพร่พันธุ์ปลานิล เพื่อความยั่งยืนด้านอาหารให้แก่ประเทศโมซัมบิก ในช่วงปีที่ผ่านมา [161] ทรงจัดตั้งโครงการส่วนพระองค์สวนจิตรลดา เพื่อวิจัยพันธุ์ข้าว พันธุ์พืชและปศุสัตว์ รวมถึงการการแปรรูปผลผลิตทางการเกษตร การผลิตเอทานอล แก๊สโซฮอล์และไบโอดีเซล"
      },
      {
        "title": "ด้านการแพทย์",
        "description": "โครงการของพระบาทสมเด็จพระมหาภูมิพลอดุลยเดชมหาราช บรมนาถบพิตรในระยะแรกล้วนแต่เป็นโครงการด้านสาธารณสุข[163] ในการเสด็จพระราชดำเนินไปทรงเยี่ยมราษฏรตามท้องที่ต่าง ๆ จะทรงพระกรุณาโปรดเกล้าฯ ให้มีคณะแพทย์ที่ประกอบด้วยผู้เชี่ยวชาญในแต่ละสาขาจากโรงพยาบาลต่าง ๆ และล้วนเป็นอาสาสมัคร โดยเสด็จพระราชดำเนิน พร้อมด้วยเวชภัณฑ์และเครื่องมือแพทย์พร้อมให้การรักษาพยาบาลราษฎรผู้ป่วยไข้[164]\n\nนอกจากนั้น ยังมีโครงการทันตกรรมพระราชทานซึ่งเป็นพระราชดำริให้ทันตแพทย์อาสาสมัครเดินทางออกไปช่วยเหลือบำบัดโรคเกี่ยวกับฟัน ตลอดจนสอนการรักษาอนามัยของปากและฟันโดยไม่คิดมูลค่า นอกจากนั้น หน่วยแพทย์หลวงยังจัดเจ้าหน้าที่ออกเดินทางไปรักษาราษฎรผู้ป่วยเจ็บ ตามหมู่บ้านที่อยู่ห่างไกลออกไปอีกด้วย"
      },
      {
        "title": "ด้านการศึกษา",
        "description": "พระองค์ทรงพระกรุณาโปรดเกล้าฯ พระราชทานพระราชทรัพย์ส่วนพระองค์จัดตั้งมูลนิธิอานันทมหิดลขึ้น เมื่อปี พ.ศ. 2502 โดยมีวัตถุประสงค์เพื่อพระราชทานทุนแก่นิสิตนักศึกษาที่มีผลการเรียนดีเด่นในด้านต่าง ๆ ให้นิสิตนักศึกษาเหล่านั้นได้มีโอกาสไปศึกษาหาความรู้วิชาการชั้นสูงในต่างประเทศ และนำความรู้นั้นกลับมาใช้พัฒนาบ้านเมือง [167]\n\nส่วนในประเทศพระองค์ทรงให้การอุปถัมภ์ในด้านต่าง ๆ เช่น ทรงพระราชทานพระราชทรัพย์ช่วยเหลือ ให้คำแนะนำ รวมทั้งเสด็จพระราชดำเนินไปเยี่ยมเยียนและพระราชทานพระบรมราโชวาทเพื่อสนับสนุนและเป็นกำลังใจแก่ครูและนักเรียนของโรงเรียน โรงเรียนในพระบรมราชูปถัมภ์มีทั้งโรงเรียนรัฐบาลและโรงเรียนเอกชนทรงพระกรุณาโปรดเกล้าฯ ให้รัฐบาลเป็นผู้ดำเนินการจัดการบริหารทางการศึกษา แบบให้เปล่าตั้งแต่ระดับชั้นประถมศึกษา จนถึงระดับมัธยมศึกษาตอนปลาย ในลักษณะทั้งอยู่ประจำและไปกลับ[167]แบ่งเป็น โรงเรียนศึกษาสงเคราะห์ จำนวน 26 โรงเรียน โรงเรียนราชประชานุเคราะห์ จำนวน 14 โรงเรียน[167]\n\nพระองค์ยังได้จัดสร้างโครงการสารานุกรมไทยสำหรับเยาวชนเพื่อเป็นหนังสือที่ให้ความรู้ในวิชาการทุกสาขา ได้จัดทำหนังสือสารานุกรมไทยที่บรรจุความรู้ใน 7 สาขาวิชา โดยแต่ละเล่มได้จัดแบ่งเนื้อหาของแต่ละเรื่องออกเป็นสามระดับ เพื่อที่จะให้เยาวชนสามารถศึกษาค้นคว้าหาความรู้ได้ตามพื้นฐานของตน[168]\n\nนอกจากนี้ตลอดรัชสมัย พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช จะเสด็จพระราชดำเนินไปยังสถาบันอุดมศึกษาของรัฐ เพื่อพระราชทานปริญญาบัตรแก่ผู้สำเร็จการศึกษา เพื่อเป็นกำลังใจให้แก่เหล่านิสิตผู้สำเร็จการศึกษา"
      },
      {
        "title": "ด้านการต่างประเทศ",
        "description": "ในระหว่างปี พ.ศ. 2502 ถึง พ.ศ. 2510 พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช พร้อมด้วยสมเด็จพระนางเจ้าสิริกิติ์ พระบรมราชินีนาถ ได้เสด็จพระราชดำเนินเยือนประเทศต่าง ๆ ทั้งในทวีปเอเชีย ยุโรป และอเมริกาเหนือ รวม 27 ประเทศ เพื่อเป็นการเจริญพระราชไมตรีกับบรรดามิตรประเทศเหล่านั้นให้มีความสัมพันธ์แน่นแฟ้นยิ่งขึ้นและเพื่อนำความปรารถนาดีของประชาชนชาวไทยไปมอบให้กับประชาชนในประเทศต่าง ๆ โดยทรงเสด็จเยือนประเทศเวียดนามใต้ อย่างเป็นทางการเป็นประเทศแรก อีกหนึ่งประเทศสำคัญที่พระองค์ได้เสด็จเยือนในช่วงเวลาดังกล่าวคือประเทศสหรัฐอเมริกา โดยในการเสด็จประเทศสหรัฐอเมริกาครั้งนั้น ทรงได้รับการต้อนรับอย่างอบอุ่น ขบวนพาเหรดของพระองค์ในนิวยอร์กมีผู้เฝ้าชมพระบารมีกว่า 750,000 คน นอกจากนี้ พระองค์ยังได้มีพระราชดำรัสต่อสภาคองเกรสแสดงจุดยืนว่าอเมริกาเป็นมหามิตรของไทย [170] ซึ่งหลังจากการเสด็จเยือนประเทศแคนาดา เมื่อปี พ.ศ. 2510 พระองค์ก็มิได้ทรงเสด็จเยือนประเทศไหนอีกเลย กระทั่งเมื่อปี พ.ศ. 2537 ทรงเสด็จเยือนประเทศลาว ซึ่งนับเป็นการเสด็จเยือนต่างประเทศเป็นครั้งสุดท้ายของพระองค์[171]\n\nในภายหลังพระองค์ได้เสด็จพระราชดำเนินออกให้การต้อนรับราชอาคันตุกะจากประเทศต่าง ๆ ที่เดินทางมาเยือนประเทศไทยหลายครั้ง ทั้งยังทรงพระกรุณาโปรดเกล้าโปรดกระหม่อมพระราชทานพระบรมราชวโรกาสให้บรรดาทูตานุทูตเข้าเฝ้าทูลละอองธุลีพระบาทถวายสาส์นตราตั้งในการเข้ามารับตำแหน่งในประเทศไทยและถวายบังคมทูลลาเมื่อครบวาระ รวมทั้งพระองค์จะมีพระราชสานส์ถึงผู้นำประเทศต่าง ๆ ทั้งการแสดงความยินดีและแสดงความเสียพระราชหฤทัย"
      },
      {
        "title": "โครงการอันเนื่องมาจากพระราชดำริ",
        "description": "โครงการอันเนื่องมาจากพระราชดำริเป็นโครงการที่จัดตั้งขึ้นจากพระดำริของพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช เพื่อแก้ไขปัญหาต่าง ๆ ภายในประเทศทั้งแก้ไขปัญหาเฉพาะหน้าและแก้ไขปัญหาระยะยาว[173]ทรงเริ่มดำเนินการมาตั้งแต่ พ.ศ. 2495[174] ตลอดรัชสมัยมีโครงการอันเนื่องมาจากพระราชดำริทั้งหมด 4,741 โครงการ[175] โดยมีหน่วยงานราชการ[176]ที่ประสานงานโครงการ คือ สำนักงานคณะกรรมการพิเศษเพื่อประสานงานโครงการอันเนื่องมาจากพระราชดำริ\n\nโดยแต่ละโครงการจะมีวัตถุประสงค์ที่แตกต่างกันไป โครงการเพื่อการส่งเสริมและวิจัย เช่น มูลนิธิชัยพัฒนา, มูลนิธิโครงการหลวง, โครงการส่วนพระองค์สวนจิตรลดา โครงการเกี่ยวกับน้ำ เช่น โครงการแก้มลิง, โครงการฝนหลวง, กังหันชัยพัฒนา โครงการเกี่ยวกับการเกษตร เช่น โครงการแกล้งดิน โครงการอื่น ๆ เช่น โครงการสารานุกรมไทยสำหรับเยาวชน โครงการอันเนื่องมาจากพระราชดำริมีบทบาทสำคัญในการพัฒนาประเทศ โดยเฉพาะแถบชนบท[177] นอกจากนี้โครงการหลวงยังได้รับรางวัลรามอน แมกไซไซ สาขา Peace and International Understanding เมื่อ พ.ศ. 2531 อีกด้วย"
      }
    ]
  },
  {
    "id": 10,
    "name": "รัชกาลที่ 10",
    "fullName": "พระบาทสมเด็จพระปรเมนทรรามาธิบดีศรีสินทรมหาวชิราลงกรณ พระวชิรเกล้าเจ้าอยู่หัว",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/King_Rama_X_official_%28crop%29.png/220px-King_Rama_X_official_%28crop%29.png",
    "bio":"เป็นพระมหากษัตริย์พระองค์ปัจจุบันของประเทศไทย นับเป็นพระมหากษัตริย์รัชกาลที่ 10 แห่งราชวงศ์จักรี\n\nพระองค์เป็นพระราชโอรสพระองค์เดียวของพระบาทสมเด็จพระมหาภูมิพลอดุลยเดชมหาราช บรมนาถบพิตร (รัชกาลที่ 9) กับสมเด็จพระนางเจ้าสิริกิติ์ พระบรมราชินีนาถ พระบรมราชชนนีพันปีหลวง ทรงได้รับการสถาปนาเป็นสยามมกุฎราชกุมารใน พ.ศ. 2515 เวลานั้นมีพระชนมายุ 20 พรรษา ครั้นรัชกาลที่ 9 เสด็จสวรรคตในวันที่ 13 ตุลาคม พ.ศ. 2559 มีการคาดการณ์ว่า พระองค์จะทรงขึ้นครองราชย์สืบต่อทันที แต่ทรงผัดผ่อนไปก่อน เพื่อให้เวลาผู้คนไว้อาลัยพระราชบิดา[4] กระทั่งวันที่ 1 ธันวาคม พ.ศ. 2559 จึงทรงรับการอัญเชิญขึ้นครองราชย์ และทรงจัดการพระราชพิธีถวายพระเพลิงพระบรมศพพระราชบิดาในวันที่ 26 ตุลาคม พ.ศ. 2560[5][6][7] พระราชพิธีบรมราชาภิเษกของพระองค์จัดขึ้นในวันที่ 4–6 พฤษภาคม พ.ศ. 2562[8] แต่รัฐบาลไทยให้นับรัชสมัยของพระองค์ย้อนหลังไปถึงวันสวรรคตของพระราชบิดา[9] เนื่องด้วยพระชนม์ 64 พรรษาในเวลานั้น พระองค์จึงเป็นพระมหากษัตริย์ไทยที่มีพระชนม์สูงที่สุดในวันครองราชย์[10]\n\nในช่วงต้นรัชกาล พระองค์ประทับที่พระตำหนักในรัฐบาวาเรีย ประเทศเยอรมนี เป็นส่วนใหญ่[11] พระองค์อภิเษกสมรสและหย่าร้างหลายครั้ง[12] ทรงตั้งสมเด็จพระนางเจ้าสุทิดา พัชรสุธาพิมลลักษณ พระบรมราชินี เป็นพระอัครมเหสีพระองค์ปัจจุบันในคราวราชาภิเษก และยังทรงมีภริยาคนอื่นอีกในเวลาเดียวกัน ซึ่งนับเป็นครั้งแรกในรอบเกือบ 100 ปีที่พระมหากษัตริย์ไทยทรงมีคู่ครองหลายคน[12] พระองค์ยังทรงมีบทบาททางการเมือง โดยทรงให้แก้ไขเพิ่มเติมร่างรัฐธรรมนูญ พุทธศักราช 2560 ในประเด็นเกี่ยวกับพระราชอำนาจ ถึงแม้ร่างนั้นจะผ่านประชามติแล้ว[13] และในการเลือกตั้งทั่วไป พ.ศ. 2562 พระองค์ทรงออกประกาศประณามการรับการเสนอชื่อเป็นนายกรัฐมนตรีของทูลกระหม่อมหญิงอุบลรัตนราชกัญญา สิริวัฒนาพรรณวดี พระเชษฐภคินี[14] และทรงให้ออกอากาศพระราชดำรัสของพระราชบิดาว่าด้วยการเลือกคนดีในคืนก่อนวันเลือกตั้ง[15] นอกจากนี้ ในรัชสมัยของพระองค์ ยังมีการโอนกองกำลังและงบประมาณสาธารณะบางส่วนไปขึ้นกับพระองค์โดยตรง[16][17] ทั้งมีการจัดระเบียบทรัพย์สินส่วนพระมหากษัตริย์เสียใหม่ โดยให้ขึ้นอยู่กับพระราชอำนาจที่จะจัดการตามพระราชอัธยาศัย และมีการเปลี่ยนชื่อผู้ถือครองมาเป็นพระปรมาภิไธยโดยตรง[18][19] เว็บไซต์ บิสซิเนสอินไซเดอร์ ประเมินพระราชทรัพย์ของพระองค์ใน พ.ศ. 2563 ไว้ที่ 43,000 ล้านดอลลาร์สหรัฐ ทำให้พระองค์ทรงเป็นเชื้อพระวงศ์ที่มีพระราชทรัพย์มากที่สุดในโลก[20]พระองค์ทรงเป็นกษัตริย์ที่มีหุ้นสูงสุดเป็นอันดับแรกใน ดอยคำ ปูนซิเมนต์ไทย ธนาคารไทยพาณิชย์ เทเวศประกันภัย[21]อนึ่ง ใน พ.ศ. 2564 มีการเปิดโปงเอกสารฝากตำแหน่งตำรวจ ที่เรียกว่า \"ตั๋วช้าง\"[22] โดยเป็นเอกสารกราบบังคมทูลขอให้พระองค์ทรงสนับสนุนการแต่งตั้งหรือเลื่อนยศนายตำรวจ[23]ต่อมาในเดือนเมษายนปี พ.ศ. 2565 ธนาคารไทยพาณิชย์ แจ้งว่าพระองค์เป็นเจ้าของธนาคารไทยพาณิชย์ในอัตรา 23.58%[24]โดยถือครองมากกว่าในเดือนกุมภาพันธ์ 0.20% เนื่องจากบุคคลอื่นได้ขายหุ้นในธนาคารไทยพาณิชย์\n\nนับตั้งแต่ พ.ศ. 2563 มีการประท้วงในที่สาธารณะเพื่อให้ปฏิรูปสถาบันพระมหากษัตริย์และจำกัดพระราชอำนาจ[25][26] มีการวิพากษ์วิจารณ์สถาบันพระมหากษัตริย์อย่างเปิดเผยมากขึ้น ทั้งมีการเรียกร้องให้เปลี่ยนระบอบการปกครองเป็นสาธารณรัฐ[27][28] ผู้มีส่วนร่วมในการดังกล่าวถูกจับกุม คุมขัง และดำเนินคดีอย่างกว้างขวางในข้อหาหมิ่นพระบรมเดชานุภาพ[29] โดยมีสถิติว่าในระหว่างวันที่ 24 พฤศจิกายน พ.ศ. 2563 ถึง 6 เมษายน พ.ศ. 2566 มีผู้ถูกดำเนินคดีแล้ว 239 ราย",
    "work": []
  }
]
